[{"ID": "2411.09729", "title": "Title:\n          The SDSS-V Local Volume Mapper (LVM): Data Analysis Pipeline\n        ", "authors": ["Sebastian F. Sanchez", " Alfredo Mejía-Narvaez", " Oleg V. Egorov", " Kathryn Kreckel", " Niv Drory", " Guillermo A. Blanc", " J. Eduardo Méndez-Delgado", " Jorge K. Barrera-Ballesteros", " Hector Ibarra", " Dmitry Bizyaev", " Pablo García", " Aida Wofford", " Alejandra Z. Lugo-Aranda"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          We introduce the Data Analysis Pipeline (DAP) for the Sloan Digital Sky Survey V (SDSS-V) Local Volume Mapper (LVM) project, referred to as the LVM-DAP. We outline our methods for recovering both stellar and emission line components from the optical integral field spectroscopy, highlighting the developments and changes implemented to address specific challenges of the data set. The observations from the LVM project are unique because they cover a wide range of physical resolutions, from approximately 0.05 pc to 100 pc, depending on the distance to the targets. This, along with the varying number of stars sampled in each aperture (ranging from zero, just one of a few, to thousands), presents challenges in using previous spectral synthesis methods and interpreting the spectral fits. We provide a detailed explanation of how we model the stellar content and separate it from the ionized gas emission lines. To assess the accuracy of our results, we compare them with both idealized and more realistic simulations, highlighting the limitations of our methods. We find that the DAP robustly correct for stellar continuum features and recover emission line parameters (e.g. flux, equivalent width, systemtic velocity and velocity dispersion) with a precision and accuracy that fulfill the requirements of the primary goal of the analysis. In addition, the recovered stellar parameters are reliable for single stars, the recovery of integrated populations is less precise. We conclude with a description of the data products we provide, instructions for downloading and using our software, and a showcase illustrating the quality of the data and the analysis on a deep exposure taken on the Huygens region at the center of the Orion Nebula.\n        "}, {"ID": "2411.09733", "title": "Title:\n          Fuzzy Gasoline: Cosmological hydrodynamical simulations of dwarf galaxy formation with Fuzzy Dark Matter\n        ", "authors": ["Matteo Nori", " Shubhan Bhatia", " Andrea V. Macciò"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          We present the first set of high-resolution, hydrodynamical cosmological simulations of galaxy formation in a Fuzzy Dark Matter (FDM) framework. These simulations were performed with a new version of the GASOLINE2 code, known as FUZZY-GASOLINE, which can simulate quantum FDM effects alongside a comprehensive baryonic model that includes metal cooling, star formation, supernova feedback, and black hole physics, previously used in the NIHAO simulation suite. Using thirty zoom-in simulations of galaxies with halo masses in the range $10^9 \\lesssim M_{\\text{halo}}/M_{\\odot} \\lesssim 10^{11}$, we explore how the interplay between FDM quantum potential and baryonic processes influences dark matter distributions and observable galaxy properties. Our findings indicate that both baryons and low-mass FDM contribute to core formation within dark matter profiles, though through distinct mechanisms: FDM-induced cores emerge in all haloes, particularly within low-mass systems at high redshift, while baryon-driven cores form within a specific mass range and at low redshift. Despite these significant differences in dark matter structure, key stellar observables such as star formation histories and velocity dispersion profiles remain remarkably similar to predictions from the Cold Dark Matter (CDM) model, making it challenging to distinguish between CDM and FDM solely through stellar observations.\n        "}, {"ID": "2411.09735", "title": "Title:\n          Gas thermodynamics meets galaxy kinematics: Joint mass measurements for eROSITA galaxy clusters\n        ", "authors": ["Pengfei Li", " Ang Liu", " Matthias Kluge", " Johan Comparat", " Yong Tian", " Mariana P. Júlio", " Marcel S. Pawlowski", " Jeremy Sanders", " Esra Bulbul", " Axel Schwope", " Vittorio Ghirardini", " Xiaoyuan Zhang", " Y. Emre Bahar", " Miriam E. Ramos-Ceja", " Fabian Balzer", " Christian Garrel"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          The mass of galaxy clusters is a critical quantity for probing cluster cosmology and testing theories of gravity, but its measurement could be biased given assumptions are inevitable. In this paper, we employ and compare two mass proxies for galaxy clusters: thermodynamics of the intracluster medium and kinematics of member galaxies. We select 22 galaxy clusters from the cluster catalog in the first SRG/eROSITA All-Sky Survey (eRASS1) that have sufficient optical and near-infrared observations. We generate multi-band images in the energy range of (0.3, 7) keV for each cluster, and derive their temperature profiles, gas mass profiles and hydrostatic mass profiles using a parametric approach that does not assume dark matter halo models. With spectroscopically confirmed member galaxies collected from multiple surveys, we numerically solve the spherical Jeans equation for their dynamical mass profiles. Our results quantify the correlation between dynamical mass and line-of-sight velocity dispersion with an rms scatter of 0.14 dex. We find the two mass proxies lead to roughly the same total mass, with no observed systematic bias. As such, the $\\sigma_8$ tension is not specific to hydrostatic mass or weak lensing shears, but also appears with galaxy kinematics. We also compare our hydrostatic masses with the latest weak lensing masses inferred with scaling relations. The comparison shows the weak lensing mass is significantly higher than our hydrostatic mass by $\\sim$110%. This might explain the significantly larger value of $\\sigma_8$ from the latest measurement using eRASS1 clusters than almost all previous estimates in the literature. Finally, we test the radial acceleration relation (RAR) established in disk galaxies. We confirm the missing baryon problem in the inner region of galaxy clusters using three independent mass proxies for the first time.\n        "}, {"ID": "2411.09739", "title": "Title:\n          Caught in the Act: Observations of the Double-mode RR Lyrae V338 Boo During the Disappearance of a Pulsation Mode\n        ", "authors": ["Kenneth Carrell", " Ronald Wilhelm", " Andrew Tom", " Horace Smith", " Adam Popowicz", " Gary Hug", " Stephen M. Brincat", " Fabio Salvaggio", " Keith Nakonechny", " Darrell Lee", " Teofilo Arranz Heras", " Tony Vale", " Davide Mortari", " Andre Steenkamp", " Ralph Rogge", " Jacek Checinski"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          New results on the behavior of the double-mode RR Lyrae V338 Boo are presented. The Transiting Exoplanet Survey Satellite (TESS) observed this star again in 2022, and an observing campaign of the American Association of Variable Star Observers (AAVSO) was completed after the TESS observations as a follow-up. We find that the first overtone pulsation mode in this star completely disappears during the TESS observing window. This mode reappears at the end of the TESS observations, and the AAVSO observing campaign shows that in the months that followed, the first overtone mode was not only present, but was the dominant mode of pulsation. This star, and potentially others like it, could hold the key to finally solving the mystery of the Blazhko effect in RR Lyrae.\n        "}, {"ID": "2411.09740", "title": "Title:\n          Type Ia supernovae\n        ", "authors": ["Stéphane Blondin"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Type Ia supernovae (SNe Ia) correspond to the thermonuclear explosion of a carbon-oxygen white dwarf (C-O WD) star in a binary system, triggered by the accretion of material from another star, or the merger/collision with a secondary WD. Their phenomenal luminosity -- several billion times that of the sun -- has motivated their use as cosmological distance indicators and led to the discovery of the accelerated expansion of the universe. SNe Ia are also the main producers of iron and hence play a fundamental role in the chemical evolution of galaxies. While recent observations have confirmed the basic theoretical picture of an exploding C-O WD star whose luminosity is powered by the radioactive decay of $^{56}$Ni, a number of uncertainties remain concerning the nature of the binary companion and the explosion mechanism. Several lines of evidence point towards the existence of multiple progenitor channels in order to explain the full range of the observed diversity. A complete physical understanding of these energetic stellar explosions remains a long-lasting goal of modern astrophysics.\n        "}, {"ID": "2411.09743", "title": "Title:\n          Tidally distorted stars are triaxial pulsators\n        ", "authors": ["Jim Fuller", " Saul Rappaport", " Rahul Jayaraman", " Don Kurtz", " Gerald Handler"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          Stars in close binaries are tidally distorted, and this has a strong effect on their pulsation modes. We compute the mode frequencies and geometries of tidally distorted stars using perturbation theory, accounting for the effects of the Coriolis force and the coupling between different azimuthal orders $m$ of a multiplet induced by the tidal distortion. For tidally coupled dipole pressure modes, the tidal coupling dominates over the Coriolis force and the resulting pulsations are ``triaxial\", with each of the three modes in a multiplet ``tidally tilted\" to be aligned with the one of the three principal axes of the star. The observed amplitudes and phases of the dipole modes aligned orthogonal to the spin axis are modulated throughout the orbit, producing doublets in the power spectrum that are spaced by exactly twice the orbital frequency. Quadrupole modes have similar but slightly more complex behavior. This amplitude modulation allows for mode identification which can potentially enable detailed asteroseismic analyses of tidally tilted pulsators. Pressure modes should exhibit this behavior in stellar binaries close enough to be tidally synchronized, while gravity modes should remain aligned with the star's spin axis. We discuss applications to various types of pulsating stars, and the relationship between tidal tilting of pulsations and the ``single-sided\" pulsations sometimes observed in very tidally distorted stars.\n        "}, {"ID": "2411.09750", "title": "Title:\n          Assessing the detection of the Yarkovsky effect using Gaia DR3 and FPR catalogues\n        ", "authors": ["Karolina Dziadura", " Przemysław Bartczak", " Dagmara Oszkiewicz"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          The primary objective of this study was to utilize the newest Gaia FPR catalogue containing ultra-precise asteroid astrometry spanning over 66 months to detect the Yarkovsky effect, a non-gravitational acceleration that affects the orbits of small asteroids. Moreover, this study examines close approaches of near-Earth asteroids by comparing orbits calculated using the Gaia data. We used the conventional least-squares orbit computation method available in the OrbFit software. We used the latest Gaia Focused Product Release, complemented by data from the Minor Planet Center and radar astrometry from the Jet Propulsion Laboratory. We fitted orbital parameters for 446 Near-Earth Asteroids, including the additional non-gravitational transverse acceleration to model the Yarkovsky effect. Furthermore, we compared the results obtained using different datasets: Gaia Focused Product Release and the previous Gaia Data Release 3. We detected a robust Yarkovsky effect in 43 NEAs. As expected, we found an improvement in the orbital elements uncertainty and in the signal-to-noise ratio of the Yarkovsky effect detections when using the current Gaia FPR with double the observing arc compared to the DR3 catalog. We also found nine additional reliable detections of the Yarkovsky effect when using the new Gaia FPR catalog. Including the Yarkovsky effect in the force model can be important to reliably estimate close approach distances of near-Earth asteroids. Several of the detected Yarkovsky drifts already have a signal-to-noise ratio greater than 10, which is high enough for their Yarkovsky effect to be included in their reliable long-term orbital evolution, close approach, and Earth impact analysis. The final Gaia catalog may provide a much higher number of high signal-to-noise ratio detections of the Yarkovsky effect.\n        "}, {"ID": "2411.09752", "title": "Title:\n          The Exoplanet Edge: Planets Don't Induce Observable TTVs Faster than Half their Orbital Period\n        ", "authors": ["Daniel A. Yahalomi", " David Kipping", " Eric Agol", " David Nesvorny"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Transit timing variations (TTVs) are observed for exoplanets at a range of amplitudes and periods, yielding an ostensibly degenerate forest of possible explanations. We offer some clarity in this forest, showing that systems with a distant perturbing planet preferentially show TTVs with a dominant period equal to either the perturbing planet's period or half the perturbing planet's period. We demonstrate that planet induced TTVs are not expected with TTV periods below this exoplanet edge (lower period limit) and that systems with TTVs that fall below this limit likely contain additional mass in the system. We present an explanation for both of these periods, showing that both aliasing of the conjunction induced synodic period and the near $1:2$ resonance super-period and tidal effects induce TTVs at periods equal to either the perturber's orbit or half-orbit. We provide three examples of known systems for which the recovered TTV period induced by a distant perturbing planet is equal to the perturber's orbital period or half its orbital period. We then investigate $\\textit{Kepler}$ two-planet systems with TTVs and identify 13 two-planet systems with TTVs below this TTV period lower limit -- thus potentially uncovering the gravitational influence of new planets and/or moons. We conclude by discussing how the exoplanet edge effects can be used to predict the presence of distance companion planets, in situations where TTVs are detected and where nearby companions can be ruled out by additional observations, such as radial velocity data.\n        "}, {"ID": "2411.09753", "title": "Title:\n          The democratic detrender: Ensemble-Based Removal of the Nuisance Signal in Stellar Time-Series Photometry\n        ", "authors": ["Daniel A. Yahalomi", " David Kipping", " Diana Solano-Oropeza", " Madison Li", " Avishi Poddar", " Xunhe (Andrew)Zhang", " Yassine Abaakil", " Benjamin Cassese", " Alex Teachey", " Jiajing Liu", " Farai Sundai", " Lila Valaskovic"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Accurate, precise, and computationally efficient removal of unwanted activity that exists as a combination of periodic, quasi-periodic, and non-periodic systematic trends in time-series photometric data is a critical step in exoplanet transit analysis. Throughout the years, many different modeling methods have been used for this process, often called \"detrending.\" However, there is no community-wide consensus regarding the favored approach. In order to mitigate model dependency, we present an ensemble-based approach to detrending via community-of-models and the $\\texttt{democratic detrender}$: a modular and scalable open-source coding package that implements ensemble detrending. The $\\texttt{democratic detrender}$ allows users to select from a number of packaged detrending methods (including cosine filtering, Gaussian processes, and polynomial fits) or provide their own set of detrended light curves via methods of their choosing. The $\\texttt{democratic detrender}$ then combines the resulting individually detrended light curves into a single method marginalized (via median selection) light curve. Additionally, the $\\texttt{democratic detrender}$ inflates the uncertainties of each time-series data point using information from the median absolute deviation between the individually detrended light curve, propagating information into the final detrended light curve about the added uncertainty due to the correctness of the underlying models.\n        "}, {"ID": "2411.09755", "title": "Title:\n          The [C II] line emission as an ISM probe in the MARIGOLD galaxies\n        ", "authors": ["Prachi Khatri", " Emilio Romano-Díaz", " Cristiano Porciani"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          The [C II] fine-structure line at 157.74 $\\mu$m is one of the brightest far-infrared emission lines and an important probe of galaxy properties like the star formation rate (SFR) and the molecular gas mass ($M_{\\mathrm{mol}}$). Using high-resolution numerical simulations, we test the reliability of the [C II] line as a tracer of $M_{\\mathrm{mol}}$ in high-redshift galaxies and investigate secondary dependences of the [C II]-$M_{\\mathrm{mol}}$ relation on the SFR and metallicity. We investigate the time evolution of the [C II] luminosity function (LF) and the relative spatial extent of [C II] emission and star formation. We post-process galaxies from the MARIGOLD simulations at redshifts $3 \\le z \\leq 7$ to obtain their [C II] emission. These simulations were performed with the sub-grid chemistry model, HYACINTH, to track the non-equilibrium abundances of $\\mathrm{H_2}$, $\\mathrm{CO}$, $\\rm C$ and $\\mathrm{C^+}$ on the fly. Based on a statistical sample of galaxies at these redshifts, we investigate correlations between the [C II] line luminosity, L([C II]), and the SFR, the $M_{\\mathrm{mol}}$, the total gas mass and the metal mass in gas phase ($M_{\\mathrm{metal}}$). We find that accounting for secondary dependencies in the L([C II])-$M_{\\mathrm{mol}}$ relation improves the $M_{\\mathrm{mol}}$ prediction by a factor of 2.3. The [C II] emission in our simulated galaxies shows the tightest correlation with $M_{\\mathrm{metal}}$. About 20% (10%) of our simulated galaxies at $z=5$ ($z=4$) have [C II] emission extending $\\geq 2$ times farther than the star formation activity. The [C II] LF evolves rapidly and is always well approximated by a double power law that does not show an exponential cutoff at the bright end. We record a 600-fold increase in the number density of L([C II]) $\\sim 10^9 \\, \\mathrm{L_{\\odot}}$ emitters in 1.4 Gyr.\n        "}, {"ID": "2411.09759", "title": "Title:\n          Contemporaneous high-angular-resolution imaging of the AGB star W Hya in vibrationally excited H2O lines and visible polarized light with ALMA and VLT/SPHERE-ZIMPOL\n        ", "authors": ["K. Ohnaka", " K. T. Wong", " G. Weigelt", " K.-H. Hofmann"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          We present contemporaneous high-angular-resolution millimeter imaging and visible polarimetric imaging of the nearby asymptotic giant branch (AGB) star W Hya to better understand the dynamics and dust formation within a few stellar radii. The star W Hya was observed in two vibrationally excited H2O lines at 268 and 251 GHz with ALMA at a spatial resolution of 16 x 20 mas and at 748 and 820 nm at a resolution of 26 x 27 mas with the VLT/SPHERE-ZIMPOL. ALMA's high spatial resolution allowed us to image strong emission of the vibrationally excited H2O line at 268 GHz (v2 = 2, J_K_a,K_c = 6_5,2 - 7_4,3) over the stellar surface instead of absorption against the continuum, which is expected for thermal excitation. Strong, spotty emission was also detected along and just outside the stellar disk limb at an angular distance of ~40 mas (~1.9 stellar radii), extending to ~60 mas (~2.9 stellar radii). Another H2O line (v2 = 2, J_K_a,K_c = 9_2,8 - 8_3,5) at 251 GHz with a similar upper-level energy was tentatively identified, which shows absorption over the stellar surface. This suggests that the emission over the surface seen in the 268 GHzH2O line is suprathermal or even maser emission. The estimated gas temperature and H2O density are consistent with the radiatively pumped masers. The 268 GHz H2O line reveals global infall at up to ~15 km/s within 2--3 stellar radii, but outflows at up to ~8 km/s are also present. The polarized intensity maps obtained in the visible reveal clumpy dust clouds forming within ~40 mas (~1.9 stellar radii) with a particularly prominent cloud in the SW quadrant and a weaker cloud in the east. The 268 GHz H2O emission overlaps very well with the visible polarized intensity maps, which suggests that both the nonthermal and likely maser H2O emission and the dust originate from dense, cool pockets in the inhomogeneous atmosphere within ~2--3 stellar radii.\n        "}, {"ID": "2411.09781", "title": "Title:\n          Changing Look AGN: An X-ray Look\n        ", "authors": ["Lev Titarchuk", " Elena Seifina", " Yegor Mishin"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          To date, a number of changing-look (CL) active galactic nuclei (AGNs) are known. We studied, in detail what happens to the X-ray spectrum during the CL events using the example of the nearby CL Seyfert NGC1566, which was observed by Swift, NuSTAR, XMM-Newton, and Suzaku. We applied the Comptonization model to describe an evolution of NGC~1566 X-ray spectra during outbursts and compared these results with a typical behavior for other AGNs to identify some differences and common properties that can ultimately help us to better understand the physics of the CL phenomenon. We found that changes in the X-ray properties of NGC1566 are characterized by a different combination of Sy1 (using 1H0707-495 as a representative) and Sy2 properties (using NGC7679 and Mrk3 as their representatives). At high X-ray luminosities NGC1566 exhibits the behavior typical for Sy1, and at low luminosities we see a transition of NGC1566 from the Sy1 behavior to the Sy2 pattern. We revealed the saturation of the spectral indices, ā for these four AGNs during outbursts (ā_1566~1.1, ā _0707~2, ā _7679~0.9 and ā_mrk3~0.9) and determined the masses of the black holes (BHs) in the centers of these AGNs namely, M_0707~6.8x10^7 M_sol, M_7679~8.4x10^6 M_sol, M_mrk3~2.2x10^8 M_sol and M_1566~2x10^5 M_sol, applying the scaling method. Our spectral analysis shows that the changing-look of NGC1566 from Sy1.2 to Sy1.9 in 2019 was accompanied by the transition of NGC1566 to an accretion regime which is typical for the intermediate and highly soft spectral states of other BHs. We also find that when going from Sy2 to Sy1, the spectrum of NGC1566 shows an increase in the soft excess accompanied by a decrease in the Comptonized fraction (0.1<f<0.5), which is consistent with the typical behavior of BH sources during X-ray outburst decay.\n        "}, {"ID": "2411.09790", "title": "Title:\n          The Last Arecibo Message\n        ", "authors": ["Kelby D. Palencia-Torres", " César F. Quiñones-Martínez", " Javier A. García Sepúlveda", " Luis R. Rivera Gabriel", " Lizmarie Mateo Roubert", " Germán Vázquez Pérez", " Abel Méndez"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          The Arecibo Message was a brief binary-encoded communication transmitted into space from the Arecibo Observatory on November 16, 1974, intended to demonstrate human technological prowess. In late 2018, to commemorate the 45th anniversary of this message, the Arecibo Observatory initiated the New Arecibo Message competition. Following a series of challenges, our Boriken Voyagers team was recognized as the winner of the competition in August 2020. Although the primary objective of the competition was to conceptualize rather than transmit a message, the collapse of the Arecibo Telescope in December 2020 precluded any subsequent transmission efforts. Therefore, to commemorate the 50th anniversary of the Arecibo Message, this paper presents the Last Arecibo Message, as originally developed for the Arecibo Telescope. If the original message says \"we are a form of life reaching out to connect\", our message says \"we are ready to explore the universe together.\" The prospect of transmitting this or a similar message remains an open question.\n        "}, {"ID": "2411.09815", "title": "Title:\n          Technological Novelties of Ground-Based Very High Energy Gamma-Ray Astrophysics with the Imaging Atmospheric Cherenkov Telescopes\n        ", "authors": ["Razmik Mirzoyan (Max-Planck-Institute for Physics", " Munich", " Germany)"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          Over the last three decades, the ground-based technique of imaging atmospheric Cherenkov telescopes has established itself as a powerful scientific discipline. About 250 very high gamma-ray sources of both galactic and extragalactic origin have been discovered, largely thanks to this technique. The study of these sources provides clues to many fundamental questions in astrophysics, astroparticle physics, cosmic ray physics and cosmology. The current generation of telescopes in operation offers solid performance. Further improvements in this technique led to the next generation large-scale instrument known as the Cherenkov Telescope Array (CTA). In its final configuration, the sensitivity of CTA will be several times higher than that of the current best instruments VERITAS, H.E.S.S. and MAGIC. This article is devoted to presenting the technological developments that have shaped this technique and led to its current success.\n        "}, {"ID": "2411.09843", "title": "Title:\n          The effect of opacity on neutron star Type I X-ray burst quenching\n        ", "authors": ["Martin Nava-Callejas", " Yuri Cavecchi", " Dany Page"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          One long standing tension between theory and observations of Type I X-ray burst is the accretion rate at which the burst disappear due to stabilization of the nuclear burning that powers them. This is observed to happen at roughly one third of the theoretical expectations. Various solutions have been proposed, the most notable of which is the addition of a yet unknown source of heat in the upper layers of the crust, below the burning envelope. In this paper we ran several simulations using the 1D code MESA to explore the impact of opacity on the threshold mass accretion rate after which the bursts disappear, finding that a higher than expected opacity in the less dense layers near the surface has a stabilizing effect.\n        "}, {"ID": "2411.09889", "title": "Title:\n          Kinematics of Young Stellar Objects Under Various Stellar Feedback\n        ", "authors": ["Longhui Yang", " Dejian Liu", " Chaojie Hao", " Zehao Lin", " YingJie Li", " Yiwei Dong", " Zu-Jia Lu", " En-Wei Liang", " Y. Xu"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Based on the Gaia Data Release 3 and APOGEE datasets, we investigate the kinematic differences between young stellar objects (YSOs) and their parent clouds in five nearby star-forming regions. Overall, the 1D velocity differences between Class II YSOs and their parent molecular cloud range from [0, 1.4] km/s. In feedback environments dominated by outflows, massive stars, and supernova feedback, the corresponding velocity differences range from [0, 1.4] km/s, [0.1, 0.4] km/s, and [0.1, 1] km/s, respectively. These results indicate that YSO kinematics are not significantly affected by these different types of feedback environment. Additionally, compared to the Class II YSOs, Class III YSOs have slightly larger velocities and dispersions.\n        "}, {"ID": "2411.09897", "title": "Title:\n          The relation between the ADF and the ionized nebular mass in PNe\n        ", "authors": ["Miriam Peña", " Fracisco Ruiz-Escobedo", " Brenda N. Juárez Torres"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          In this work we analyze the proposed relation between ADFs and ionized masses in planetary nebulae. For this, we have collected from the literature the ADFs and other parameters such as heliocentric distances, H$\\beta$ luminosities, logarithmic reddening correction at H$\\beta$, c(H$\\beta$), electron densities and others and we calculated the ionized mass for a sample of 132 PNe, 27 of which possess a binary central star (14 are close binaries). In addition the distribution of these objects in the Galaxy is analyzed. The ionized masses were calculated considering two different electron densities, the one provided by the [S II] density sensitive lines ratio and the one provided by the [Cl III] lines ratio. No relation was found between ionized masses and ADFs for this sample, although it is confirmed than the PNe with the largest ADFs correspond in general to objects with a close binary central star, although it is important to say that about 20 percent of these objects have an ADF larger than 5 but smaller than 10. Therefore a PN having a close binary central star does not necessarily exhibit an extremely large ADF. We also have searched for possible relations between the ADFs and the stellar atmospheres, divided in H-rich and H-poor stars. No particular relation was found. Interestingly, several PNe with a [WR] H-poor CSPN present an ADF larger than 10, but so far they have not been reported as having a binary central star.\n        "}, {"ID": "2411.09901", "title": "Title:\n          Modeling the X-ray emission of the Boomerang nebula and implication for its potential ultrahigh-energy gamma-ray emission\n        ", "authors": ["Xiao-Bin Chen", " Xuan-Han Liang", " Ruo-Yu Liu", " Xiang-Yu Wang"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          The Boomerang nebula is a bright radio and X-ray pulsar wind nebula (PWN) powered by an energetic pulsar, PSR~J2229+6114. It is spatially coincident with one of the brightest ultrahigh-energy (UHE, $\\ge 100$\\,TeV) gamma-ray sources, LHAASO~J2226+6057. While X-ray observations have provided radial profiles for both the intensity and photon index of the nebula, previous theoretical studies have not reached an agreement on their physical interpretation, which also lead to different anticipation of the UHE emission from the nebula. In this work, we model its X-ray emission with a dynamical evolution model of PWN, considering both convective and diffusive transport of electrons. On the premise of fitting the X-ray intensity and photon index profiles, we find that the magnetic field within the Boomerang nebula is weak ($\\sim 10\\mu$G in the core region and diminishing to $1\\mu\\,G$ at the periphery), which therefore implies a significant contribution to the UHE gamma-ray emission by the inverse Compton (IC) radiation of injected electron/positron pairs. Depending on the particle transport mechanism, the UHE gamma-ray flux contributed by the Boomerang nebula via the IC radiation may constitute about $10-50\\%$ of the flux of LHAASO~J2226+6057 at 100\\,TeV, and up to 30\\% at 500\\,TeV. Finally, we compare our results with previous studies and discuss potential hadronic UHE emission from the PWN. In our modeling, most of the spindown luminosity of the pulsar may be transformed into thermal particles or relativistic protons.\n        "}, {"ID": "2411.09902", "title": "Title:\n          Investigation of the non-thermal X-ray emission from the supernova remnant CTB 37B hosting the magnetar CXOU J171405.7$-$381031\n        ", "authors": ["Chanho Kim (1)", " Jaegeun Park (1)", " Hongjun An (1)", " Kaya Mori (2)", " Stephen P. Reynolds (3)", " Samar Safi-Harb (4)", " Shuo Zhang (5) ((1) Chungbuk National University", " (2) Columbia Astrophysics Laboratory", " (3) NC State University", " (4) University of Manitoba", " (5) Michigan State University)"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          We present a detailed X-ray investigation of a region (S1) exhibiting non-thermal X-ray emission within the supernova remnant (SNR) CTB 37B hosting the magnetar CXOU J171405.7$-$381031. Previous analyses modeled this emission with a power law (PL), inferring various values for the photon index ($\\Gamma$) and absorbing column density ($N_{\\rm H}$). Based on these, S1 was suggested to be the SNR shell, a background pulsar wind nebula (PWN), or an interaction region between the SNR and a molecular cloud. Our analysis of a larger dataset favors a steepening (broken or curved PL) spectrum over a straight PL, with the best-fit broken power-law (BPL) parameters of $\\Gamma=1.23\\pm0.23$ and $2.24\\pm0.16$ below and above a break at $5.57\\pm0.52$ keV, respectively. However, a simple PL or srcut model cannot be definitively ruled out. For the BPL model, the inferred $N_{\\rm H}=(4.08\\pm0.72)\\times 10^{22}\\rm \\ cm^{-2}$ towards S1 is consistent with that of the SNR, suggesting a physical association. The BPL-inferred spectral break $\\Delta \\Gamma \\approx 1$ and hard $\\Gamma$ can be naturally explained by a non-thermal bremsstrahlung (NTB) model. We present an evolutionary NTB model that reproduces the observed spectrum, which indicates the presence of sub-relativistic electrons within S1. However, alternate explanations for S1, an unrelated PWN or the SNR shock with unusually efficient acceleration, cannot be ruled out. We discuss these explanations and their implications for gamma-ray emission from CTB 37B, and describe future observations that could settle the origin of S1.\n        "}, {"ID": "2411.09903", "title": "Title:\n          The HI Mass Function of the Local Universe: Combining Measurements from HIPASS, ALFALFA and FASHI\n        ", "authors": ["Wenlin Ma", " Hong Guo", " Haojie Xu", " Michael G. Jones", " Chuan-Peng Zhang", " Ming Zhu", " Jing Wang", " Jie Wang", " Peng Jiang"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          We present the first HI mass function (HIMF) measurement for the recent FAST All Sky HI (FASHI) survey and the most complete measurements of HIMF in the local universe so far by combining the HI catalogues from HI Parkes All Sky Survey (HIPASS), Arecibo Legacy Fast ALFA (ALFALFA) and FASHI surveys at redshift 0 < z < 0.05, covering 76% of the entire sky. We adopt the same methods to estimate distances, calculate sample completeness, and determine the HIMF for all three surveys. The best-fitting Schechter function for the total HIMF has a low-mass slope parameter alpha = -1.30 and a knee mass log(Ms) = 9.86 and a normalization phi_s = 0.00658. This gives the cosmic HI abundance omega_HI= 0.000454. We find that a double Schechter function with the same slope alpha better describes our HIMF, and the two different knee masses are log(Ms1) = 9.96 and log(Ms2) = 9.65. We verify that the measured HIMF is marginally affected by the choice of distance estimates. The effect of cosmic variance is significantly suppressed by combining the three surveys and it provides a unique opportunity to obtain an unbiased estimate of the HIMF in the local universe.\n        "}, {"ID": "2411.09905", "title": "Title:\n          Eccentricities of Close Stellar Binaries\n        ", "authors": ["Yanqin Wu", " Sam Hadden", " Janosz Dewberry", " Kareem El-Badry", " Christopher D. Matzner"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          Orbits of stellar binaries are in general eccentric. This encodes information about the formation process. Here, we use thousands of main-sequence binaries from the GAIA DR3 catalog to reveal that, binaries inwards of a few AU exhibit a simple Rayleigh distribution with a mode $\\sigma_e \\simeq 0.30$. We find the same distribution for binaries from M to A spectral types, and from tens of days to $10^3$days (possibly extending to tens of AU).\nThis observed distribution is most likely primordial. Its Rayleigh form suggests an origin in weak scattering, while its invariant mode demands a universal process. We experiment with exciting binary eccentricities by ejecting brown dwarfs, and find that the eccentricities reach an equi-partition value of $\\sigma_e \\simeq \\sqrt{M_{\\rm bd}/M_*}$. So to explain the observed mode, these brown dwarfs will have to be of order one tenth the stellar masses, and be at least as abundant in the Galaxy as the close binaries. The veracity of such a proposal remains to be tested.\n        "}, {"ID": "2411.09908", "title": "Title:\n          A Non-Primordial Origin for the Widest Binaries in the Kuiper Belt\n        ", "authors": ["Hunter M. Campbell", " Kalee E. Anderson", " Nathan A. Kaib"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Nearly one-third of objects occupying the most circular, coplanar Kuiper belt orbits (the cold classical belt) are binary, and several percent of them are \"ultra-wide\" binaries (UWBs): 100-km-sized companions spaced by tens of thousands of km. UWBs are dynamically fragile, and their existence is thought to constrain early Solar System processes and conditions. However, we demonstrate that UWBs can instead attain their wide architectures well after the Solar System's earliest epochs, when Neptune's orbital migration implants the modern non-cold, or \"dynamic\", Kuiper belt population. During this implantation, cold classical belt binaries are likely to have close encounters with many planetesimals scattered across the region, which can efficiently dissociate any existing UWBs and widen a small fraction of tighter binaries into UWB-like arrangements. Thus, today's UWBs may not be primordial and cannot be used to constrain the early Solar System as directly as previously surmised.\n        "}, {"ID": "2411.09934", "title": "Title:\n          Surface accretion as a dust retention mechanism in protoplanetary disks. I. Formulation and proof-of-concept simulations\n        ", "authors": ["Satoshi Okuzumi"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Planetesimal formation via the streaming and gravitational instabilities of dust in protoplanetary disks requires a local enhancement of the dust-to-gas mass ratio. Radial drift of large grains toward pressure bumps in gas disks is a plausible mechanism for achieving the required dust concentration. However, recent millimeter disk observations suggest that the maximum sizes of dust grains in these disks are considerably smaller than predicted by dust evolution models that assume sticky grains. This indicates that the grains may be more strongly coupled to the gas and hence drift more slowly than previously anticipated. In this study, we propose a new dust retention mechanism that enables an enhancement of the dust-to-gas mass ratio in disks with slowly drifting grains. This mechanism assumes that a surface accretion flow driven by magnetohydrodynamical (MHD) winds removes disk gas while retaining the slowly drifting grains below the flow. This process is expected to occur when the timescale of gas removal is shorter than the timescale of dust radial advection. To test this, we develop a radially one-dimensional framework for the transport of gas and dust in a disk with a vertically nonuniform accretion structure. Using this framework, we simulate the growth, fragmentation, and radial transport of dust grains in surface-accreting disks. Our simulations confirm a significant enhancement of the midplane dust-to-gas mass ratio when the predicted conditions for dust retention are met. Dust retention by MHD-driven surface accretion flows may thus pave the way for planetesimal formation from poorly sticky grains.\n        "}, {"ID": "2411.09940", "title": "Title:\n          Modeling protoplanetary disk heating by planet-induced spiral shocks\n        ", "authors": ["Tomohiro Ono", " Tatsuki Okamura", " Satoshi Okuzumi", " Takayuki Muto"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          We investigate the heating of protoplanetary disks caused by shocks associated with spiral density waves induced by an embedded planet. Using two-dimensional hydrodynamical simulations, we explore the dependence of shock heating rates on various disk and planetary parameters. Our results show that the shock heating rates are primarily influenced by the planet's mass and the disk's viscosity, while being insensitive to the thermal relaxation rate and the radial profiles of the disk's surface density and sound speed. We provide universal empirical formulas for the shock heating rates produced by the primary and secondary spiral arms as a function of orbital radius, viscosity parameter $\\alpha$, and planet-to-star mass ratio $q$. The obtained formulas are accurate within a factor of a few for a moderately viscous and adiabatic disk with a planet massive enough that its spiral arms are strongly nonlinear. Using these universal relations, we show that shock heating can overwhelm viscous heating when the disk viscosity is low ($\\alpha \\lesssim 10^{-3}$) and the planet is massive ($q \\gtrsim 10^{-3}$). Our empirical relations for the shock heating rates are simple and can be easily implemented into radially one-dimensional models of gas and dust evolution in protoplanetary disks.\n        "}, {"ID": "2411.10007", "title": "Title:\n          Constraints on the history of Galactic spiral arms revealed by Gaia GSP-Spec alpha-elements\n        ", "authors": ["M. Barbillon", " A. Recio-Blanco", " E. Poggio", " P. A. Palicio", " E. Spitoni", " P. de Laverny", " G. Cescutti"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          The distribution of chemical elements in the Galactic disc can reveal fundamental clues on the physical processes that led to the current configuration of our Galaxy. We map chemical azimuthal variations in the disc using individual stellar chemical abundances and discuss their possible connection with the spiral arms and other perturbing mechanisms. Using Gaia Data Release 3, we examine [Ca/Fe] and [Mg/Fe] fluctuations in a ~4 kpc region around the Sun, focusing on bright giant stars. We implemented a kernel density estimator technique to enhance the chemical inhomogeneities. We observe radial gradients and azimuthal fluctuations in [alpha/Fe] for young (<150 Myr) and old (>2 Gyr) stars, with amplitudes varying according to the studied element. In young stars, those within spiral arms (e.g., Sagittarius-Carina and Local arms) are generally more metal and calcium-rich (~0-0.19 dex) but show lower [Ca/Fe] (~0.06 dex) and [Mg/Fe] (~0.05 dex) compared to inter-arm regions, suggesting enhanced iron production in spiral arms. These [alpha/Fe] depletions are analysed in light of theoretical scenarios and compared to a 2D chemical evolution model with multiple spiral patterns. For the old sample, [Ca/Fe] maps reveal deficiencies along a segment of the Local arm identified by young stars. We caution that, for this old sample, the quality of the obtained maps might be limited along a specific line-of-sight, due to the Gaia scanning law. This study transitions our understanding of disc chemical evolution from a 1D radial view to a more detailed 2D framework incorporating radial, azimuthal, and small-scale variations. Individual chemical abundances prove essential for tracing spiral arms in disc galaxies. We recommend models and simulations incorporate alpha-abundance trends to better address spiral arm lifetimes.\n        "}, {"ID": "2411.10011", "title": "Title:\n          Temporal evolution of axially standing kink motions in solar coronal slabs: An eigenfunction expansion approach\n        ", "authors": ["Yuhong Gao", " Bo Li", " Mijie Shi", " Shaoxia Chen", " Hui Yu"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          We aim to provide more insights into the applicability to solar coronal seismology of the much-studied discrete leaky modes (DLMs) in classic analyses. Under linear ideal pressureless MHD, we examine two-dimensional (2D) axial fundamental kink motions that arise when localized velocity exciters impact some symmetric slab equilibria. Continuous structuring is allowed for. A 1D initial value problem (IVP) is formulated in conjunction with an eigenvalue problem (EVP) for laterally open systems, with no strict boundary conditions (BCs) at infinity. The IVP is solved by eigenfunction expansion, allowing a clear distinction between the contributions from proper eigenmodes and improper continuum eigenmodes. Example solutions are offered for parameters typical of active region loops. Our solutions show that the system evolves towards long periodicities due to proper eigenmodes (of order the axial Alfven time), whereas the interference of the improper continuum may lead to short periodicities initially (of order the lateral Alfven time). Specializing to the slab axis, we demonstrate that the proper contribution strengthens with the density contrast, but may occasionally be stronger for less steep density profiles. Short periodicities are not guaranteed in the improper contribution, the details of the initial exciter being key. When identifiable, these periodicities tend to agree with the oscillation frequencies expected for DLMs, despite the differences in the BCs between our EVP and classic analyses. The eigenfunction expansion approach enables all qualitative features to be interpreted as the interplay between the initial exciter and some response function, the latter solely determined by the equilibria. Classic theories for DLMs can find seismological applications, with time-dependent studies offering additional ways for constraining initial exciters.\n        "}, {"ID": "2411.10045", "title": "Title:\n          Discovery of a Rare Group of Dwarf Galaxies in the Local Universe\n        ", "authors": ["Sanjaya Paudel", " Cristiano G. Sabiu", " Suk-Jin Yoon", " Pierre-Alain Duc", " Jaewon Yoo", " Oliver Müller"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          We report the discovery of a rare isolated group of five dwarf galaxies located at z = 0.0086 ($D$ = 36 Mpc). All member galaxies are star-forming, blue, and gas-rich with $g-r$ indices ranging from 0.2 to 0.6 mag, and two of them show signs of ongoing mutual interaction. The most massive member of the group has a stellar mass that is half of the Small Magellanic Cloud stellar mass, and the median stellar mass of the group members is 7.87 $\\times$ 10$^{7}$ M$_{\\odot}$. The derived total dynamical mass of the group is $M_{\\rm dyn}$ = 6.02$\\times$10$^{10}$ M$_{\\odot}$, whereas its total baryonic mass (stellar + HI) is 2.6$\\times$10$^{9}$ M$_{\\odot}$, which gives us the dynamical to baryonic mass ratio of 23. Interestingly, all galaxies found in the group are aligned along a straight line in the plane of the sky. The observed spatial extent of the member galaxies is 154 kpc, and their relative line-of-sight velocity span is within 75 km s$^{-1}$. Using the spatially resolved optical spectra provided by DESI EDR, we find that three group members share a common rotational direction. With these unique properties of the group and its member galaxies, we discuss the possible importance of such a system in the formation and evolution of dwarf galaxy groups and in testing the theory of large-scale structure formation.\n        "}, {"ID": "2411.10066", "title": "Title:\n          Explanation of the exceptionally strong timing noise of PSR J0337+1715 by a circum-ternary planet and consequences for gravity tests\n        ", "authors": ["Guillaume Voisin (LUTH (UMR\\_8102))", " Ismaël Cognard (LPC2E)", " Melaine Saillenfest (IMCCE)", " Thomas Tauris", " Norbert Wex (MPIFR)", " Lucas Guillemot (LPC2E)", " Gilles Theureau (LPC2E)", " P.C.C. Freire (MPIFR)", " Michael Kramer (MPIFR)"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Context: Timing of pulsar PSR J0337+1715 provides a unique opportunity to test the strong equivalence principle (SEP) with a strongly self-gravitating object. This is due to its unique situation in a triple stellar system with two white dwarfs.\nAims: Our previous study suggested the presence of a strong low-frequency signal in the timing residuals. We set out to model it on a longer dataset in order to determine its nature and improve accuracy.\nMethods: Three models are considered: chromatic or achromatic red-noise, and a small planet in a hierarchical orbit with the triple stellar system. These models are implemented in our numerical timing model. We perform Bayesian inference of posterior distributions. Best fits are compared using information-theoretic criteria.\nResults: Chromatic red noise from dispersion-measure variations is ruled out. Achromatic red noise or a planet in keplerian orbit provide the best fits. If it is red noise then it appears exceptionally strong. Assuming the presence of a planet, we obtain a marginal detection of mutual interactions which allows us to constrain its mass to $\\sim 0.5 M_{\\rm Moon}$ as well as its inclination. The latter is intriguingly coincident with a Kozai resonance. We show that a longer observation span will ultimately lead to a clear signature of the planet model due to its mutual interactions with the triple system. We produce new limits on SEP violation: $|\\Delta| < 1.5\\cdot 10^{-6}$ or $|\\Delta| < 2.3\\cdot 10^{-6}$ at 95\\% confidence level under the planet or red-noise hypothesis, respectively. This model dependence emphasises the need for additional data and model selection. As a by-product, we estimate a rather low supernova kick velocity of $\\sim 110-125 \\rm km/s$, strengthening the idea that it is a necessary condition for the formation of pulsar triple systems.\n        "}, {"ID": "2411.10076", "title": "Title:\n          Primordial blackhole formation: Exploring chaotic potential with a sharp step via the GLMS perspective\n        ", "authors": ["Rinsy Thomas", " Jobil Thomas", " Minu Joy"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          A sharp step on a chaotic potential can enhance primordial curvature fluctuations on smaller scales to the $\\mathcal{O}(10^{-2})$ to form primordial black holes (PBHs). The present study discusses an inflationary potential with a sharp step that results in the formation of PBHs in four distinct mass ranges. Also this inflationary model allows the separate consideration of observable parameters $n_s$ and $r$ on the CMB scale from the physics at small scales, where PBHs formation occur. In this work we computed the fractional abundance of PBHs ($f_{PBH}$) using the GLMS approximation of peak theory and also the Press-Schechter (PS) formalism. In the two typical mass windows, $10^{-13}M_\\odot$ and $10^{-11}M_\\odot$, $f_{PBH}$ calculated using the GLMS approximation is nearly equal to 1 and that calculated via PS is of $10^{-3}$. In the other two mass windows $1M_\\odot$ and $6M_\\odot$, $f_{PBH}$ obtained using GLMS approximation is 0.01 and 0.001 respectively, while $f_{PBH}$ calculated via PS formalism yields $10^{-5}$ and $10^{-6}$. The results obtained via GLMS approximation are found to be consistent with observational constraints. A comparative analysis of $f_{PBH}$ obtained using the GLMS perspective and the PS formalism is also included.\n        "}, {"ID": "2411.10092", "title": "Title:\n          First Searches for Dark Matter with the KM3NeT Neutrino Telescopes\n        ", "authors": ["KM3NeT Collaboration: S. Aiello", " A. Albert", " A. R. Alhebsi", " M. Alshamsi", " S. Alves Garre", " A. Ambrosone", " F. Ameli", " M. Andre", " L. Aphecetche", " M. Ardid", " S. Ardid", " J. Aublin", " F. Badaracco", " L. Bailly-Salins", " Z. Bardačová", " B. Baret", " A. Bariego-Quintana", " Y. Becherini", " M. Bendahman", " F. Benfenati", " M. Benhassi", " M. Bennani", " D. M. Benoit", " E. Berbee", " V. Bertin", " S. Biagi", " M. Boettcher", " D. Bonanno", " A. B. Bouasla", " J. Boumaaza", " M. Bouta", " M. Bouwhuis", " C. Bozza", " R. M. Bozza", " H. Brânzăş", " F. Bretaudeau", " M. Breuhaus", " R. Bruijn", " J. Brunner", " R. Bruno", " E. Buis", " R. Buompane", " J. Busto", " B. Caiffi", " D. Calvo", " A. Capone", " F. Carenini", " V. Carretero", " T. Cartraud", " P. Castaldi", " V. Cecchini", " S. Celli", " L. Cerisy", " M. Chabab", " A. Chen", " S. Cherubini", " T. Chiarusi", " M. Circella", " R. Clark", " R. Cocimano", " J. A. B. Coelho", " A. Coleiro", " A. Condorelli", " R. Coniglione", " P. Coyle", " A. Creusot", " G. Cuttone", " R. Dallier", " A. De Benedittis", " B. De Martino", " G. De Wasseige", " V. Decoene", " I. Del Rosso", " L. S. Di Mauro", " I. Di Palma", " A. F. Díaz", " D. Diego-Tortosa", " C. Distefano", " A. Domi", " C. Donzaud", " D. Dornic", " E. Drakopoulou", " D. Drouhin", " J.-G. Ducoin", " R. Dvornický", " T. Eberl", " E. Eckerová", " A. Eddymaoui", " T. van Eeden", " M. Eff", " D. van Eijk", " I. El Bojaddaini", " S. El Hedri", " V. Ellajosyula", " A. Enzenhöfer", " G. Ferrara", " M. D. Filipović", " F. Filippini", " D. Franciotti"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Indirect dark matter detection methods are used to observe the products of dark matter annihilations or decays originating from astrophysical objects where large amounts of dark matter are thought to accumulate. With neutrino telescopes, an excess of neutrinos is searched for in nearby dark matter reservoirs, such as the Sun and the Galactic Centre, which could potentially produce a sizeable flux of Standard Model particles.\nThe KM3NeT infrastructure, currently under construction, comprises the ARCA and ORCA undersea Čerenkov neutrino detectors located at two different sites in the Mediterranean Sea, offshore of Italy and France, respectively. The two detector configurations are optimised for the detection of neutrinos of different energies, enabling the search for dark matter particles with masses ranging from a few GeV/c$^2$ to hundreds of TeV/c$^2$. In this work, searches for dark matter annihilations in the Galactic Centre and the Sun with data samples taken with the first configurations of both detectors are presented. No significant excess over the expected background was found in either of the two analyses. Limits on the velocity-averaged self-annihilation cross section of dark matter particles are computed for five different primary annihilation channels in the Galactic Centre. For the Sun, limits on the spin-dependent and spin-independent scattering cross sections of dark matter with nucleons are given for three annihilation channels.\n        "}, {"ID": "2411.10110", "title": "Title:\n          Filament eruption deflection and associated CMEs\n        ", "authors": ["K. Koleva", " R. Chandra", " P. Duchlev", " P. Devi"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          We present the observations of a quiescent filament eruption and its deflection from the radial direction. The event occurred in the southern solar hemisphere on 2021 May 9 and was observed by the Atmospheric Imaging Assembly (AIA) on board the Solar Dynamics Observatory (SDO), by the STEREO A Observatory and GONG. Part of the filament erupted in the west direction, while major part of the filament deviated towards east direction. LASCO observed a very weak CME towards the west direction where it faded quickly. Moreover, the eruption was associated with CME observed by STEREO A COR1 and COR2. Our observations provide the evidence that the filament eruption was highly non-radial in nature.\n        "}, {"ID": "2411.10124", "title": "Title:\n          Modeling beam chromaticity for high-resolution CMB analyses\n        ", "authors": ["S. Giardiello", " A. J. Duivenvoorden", " E. Calabrese", " G. Galloni", " M. Hasselfield", " J. C. Hill", " A. La Posta", " T. Louis", " M. Madhavacheril", " L. Pagano"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          We investigate the impact of beam chromaticity, i.e., the frequency dependence of the beam window function, on cosmological and astrophysical parameter constraints from CMB power spectrum observations. We show that for future high-resolution CMB measurements it is necessary to include a color-corrected beam for each sky component with a distinct spectral energy distribution. We introduce a formalism able to easily implement the beam chromaticity in CMB power spectrum likelihood analyses and run a case study using a Simons Observatory (SO) Large Aperture Telescope-like experimental setup and within the public SO software stack. To quantify the impact, we assume that beam chromaticity is present in simulated spectra but omitted in the likelihood analysis. We find that, for passbands of fractional width $\\Delta \\nu/\\nu \\sim 0.2$, neglecting this effect leads to significant biases, with astrophysical foreground parameters shifting by more than $2\\sigma$ and cosmological parameters by significant fractions of the error.\n        "}, {"ID": "2411.10140", "title": "Title:\n          Early Detection of Multiwavelength Blazar Variability\n        ", "authors": ["Hermann Stolte", " Jonas Sinapius", " Iftach Sadeh", " Elisa Pueschel", " Matthias Weidlich", " David Berge"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Blazars are a subclass of active galactic nuclei (AGNs) with relativistic jets pointing toward the observer. They are notable for their flux variability at all observed wavelengths and timescales. Together with simultaneous measurements at lower energies, the very-high-energy (VHE) emission observed during blazar flares may be used to probe the population of accelerated particles. However, optimally triggering observations of blazar high states can be challenging. Notable examples include identifying a flaring episode in real time and predicting VHE flaring activity based on lower energy observables. For this purpose, we have developed a novel deep learning analysis framework, based on data-driven anomaly detection techniques. It is capable of detecting various types of anomalies in real-world, multiwavelength light curves, ranging from clear high states to subtle correlations across bands. Based on unsupervised anomaly detection and clustering methods, we differentiate source variability from noisy background activity, without the need for a labeled training dataset of flaring states. The framework incorporates measurement uncertainties and is robust given data quality challenges, such as varying cadences and observational gaps. We evaluate our approach using both historical data and simulations of blazar light curves in two energy bands, corresponding to sources observable with the Fermi Large Area Telescope, and the upcoming Cherenkov Telescope Array Observatory (CTAO). In a statistical analysis, we show that our framework can reliably detect known historical flares.\n        "}, {"ID": "2411.10210", "title": "Title:\n          Multi-messenger emission from magnetic reconnection in blazar jets: the case of TXS 0506+056\n        ", "authors": ["E. M. de Gouveia Dal Pino", " J. C. Rodríguez-Ramírez", " M. V. del Valle"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Measurements from astroparticle experiments, such as the 2017 flare associated with the source TXS 0506+056, indicate that blazars act as multi-messenger (MM; radiation and neutrinos) factories. Theoretically, the particle acceleration mechanisms responsible for blazar emissions and the precise location within the jet where this occurs remain undetermined. This paper explores MM emission driven by magnetic reconnection in a blazar jet. Previous studies have shown that reconnection in the magnetically dominated regions of these relativistic jets can efficiently accelerate particles to very high energies (VHE). Assuming that turbulent-driven magnetic reconnection accelerates cosmic-ray protons and electrons by a Fermi process, we developed a lepto-hadronic radiation model without the influence of external soft-photons to explain the 2017 MM flare from TXS 0506+056. In the proposed scenario, the emission blob moves downstream in the jet from $\\sim$2 to 4 pc from the central engine, which is a supermassive black hole (SMBH) of $3 \\times 10^{8}$ M$_\\odot$ launching a jet with $150L_\\mathrm{Edd}$ power. As the blob moves, we observe a sequence of spectral energy distribution (SED) profiles that match the observed arrival of the high energy neutrino and electromagnetic emission from TXS 0506+056. This arrival coincides with the high state of intermediate energy $\\gamma$-rays ($E \\sim 1 $ GeV) detection, followed by the subsequent appearance of the VHE $\\gamma$-ray signal and then no further significant neutrino detection. We obtain a time delay between the neutrino and VHE events $\\simeq 6.4$ days, which is consistent with that observed in the 2017 MM flare.\n        "}, {"ID": "2411.10215", "title": "Title:\n          Simulation of Thermal Nonequilibrium Cycles in the Solar Wind\n        ", "authors": ["Roger B. Scott", " Jeffrey W. Reep", " Mark G. Linton", " Stephen J. Bradshaw"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          Thermal nonequilibrium (TNE) is a condition of the plasma in the solar corona in which the local rate of energy loss due to radiation increases to the point that it cannot be sustained by the various heating terms acting on the plasma, precluding the existence of a steady state. The limit cycles of precipitation and evaporation that result from TNE have been simulated in 1D models of coronal loops, as well as 2D and 3D models of the solar chromosphere and lower corona. However, a careful study of TNE in the solar wind has not been performed until now. Here we demonstrate that for suitable combinations of local and global heating rates it is possible for the plasma to exhibit a TNE condition, even in the context of a transonic solar wind with appreciable mass and energy fluxes. This implies limits on the amount of foot-point heating that can be withstood under steady-state conditions in the solar wind, and may help to explain the variability of solar wind streams that emanate from regions of highly concentrated magnetic flux on the solar surface. The implications of this finding pertain to various sources of high-density solar wind, including plumes that form above regions of mixed magnetic polarity in polar coronal holes and the slow solar wind (SSW) that emanates from coronal hole boundaries.\n        "}, {"ID": "2411.10223", "title": "Title:\n          Ultra High Energy Cosmic Rays versus Models of High Energy Hadronic Interactions\n        ", "authors": ["Blaž Bortolato", " Jernej F. Kamenik", " Michele Tammaro"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          We evaluate the consistency of hadronic interaction models in the CORSIKA simulation package with publicly available fluorescence telescope data from the Pierre Auger Observatory. By comparing the first few central moments of the extended air shower depth maximum distributions, as extracted from measured events, to those predicted by the best-fit inferred compositions, we derive a statistical measure of the consistency of a given hadronic model with data. To mitigate possible systematic biases, we include all primaries up to iron, compensate for the differences between the measured and simulated energy spectra of cosmic rays and account for other known systematic effects. Additionally, we study the effects of including higher central moments in the fit and project our results to larger statistics.\n        "}, {"ID": "2411.10256", "title": "Title:\n          Mass-loss, composition and observational signatures of stellar winds from X-ray bursts\n        ", "authors": ["Yago Herrera", " Daniel Muñoz Vela", " Glòria Sala", " Jordi José", " Yuri Cavecchi"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          X-Ray bursts (XRBs) are powerful thermonuclear events on the surface of accreting neutron stars (NSs), which can synthesize intermediate-mass elements. Although the high surface gravity prevents an explosive ejection, a small fraction of the envelope may be ejected by radiation-driven winds. In our previous works, we have developed a non-relativistic radiative wind model and coupled it to an XRB hydrodynamic simulation. We now apply this technique to another model featuring consecutive bursts. We determine the mass-loss and chemical composition of the wind ejecta. Results show that, for a representative XRB, about $0.1\\%$ of the envelope mass is ejected per burst, at an average rate of $3.9 \\times 10^{-12}\\,M_\\odot \\texttt{yr}^{-1}$. Between $66\\%$ and $76\\%$ of the ejecta composition is $^{60}$Ni, $^{64}$Zn, $^{68}$Ge, $^{4}$He and $^{58}$Ni. We also report on the evolution of observational quantities during the wind phase and simulate NICER observations that resemble those of 4U 1820-40.\n        "}, {"ID": "2411.10270", "title": "Title:\n          Strong magnetic fields of old white dwarfs are symmetric about the stellar rotation axes\n        ", "authors": ["S. Bagnulo", " J.D. Landstreet"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          Many magnetic white dwarfs exhibit a polarised spectrum that periodically varies as the star rotates because the magnetic field is not symmetric about the rotation axis. In this work, we report the discovery that while weakly magnetic white dwarfs of all ages with M < 1Mo show polarimetric variability with a period between hours and several days, the large majority of magnetic white dwarfs in the same mass range with cooling ages older than 2 Gyr and field strengths > 10 MG show little or no polarimetric variability. This could be interpreted as extremely slow rotation, but a lack of known white dwarfs with measured periods longer than two weeks means that we do not see white dwarfs slowing their rotation. We therefore suggest a different interpretation: old strongly magnetic white dwarfs do not vary because their fields are roughly symmetric about the rotation axes. Symmetry may either be a consequence of field evolution or a physical characteristic intrinsic to the way strong fields are generated in older stars. Specifically, a strong magnetic field could distort the shape of a star, forcing the principal axis of maximum inertia away from the spin axis. Eventually, as a result of energy dissipation, the magnetic axis will align with the angular momentum axis. We also find that the higher-mass strongly magnetised white dwarfs, which are likely the products of the merging of two white dwarfs, may appear as either polarimetrically variable or constant. This may be the symptom of two different formation channels or the consequence of the fact that a dynamo operating during a merger may produce diverse magnetic configurations. Alternatively, the massive white dwarfs with constant polarisation may be rotating with periods much shorter than the typical exposure times of the observations.\n        "}, {"ID": "2411.10286", "title": "Title:\n          Tracing 3-D Magnetic Field Structure Using Dust Polarization and the Zeeman Effect\n        ", "authors": ["Brandon Shane", " Blakesley Burkhart", " Laura Fissel", " Susan E. Clark", " Philip Mocz", " Michael M. Foley"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          The characterization of magnetic fields within molecular clouds is fundamental to understanding star formation processes. Accurately gauging the three-dimensional structure of these fields presents a challenge, as observational techniques such as dust polarization and the Zeeman effect each provide only partial information on the orientation and line-of-sight strength, respectively. By analyzing a suite of AREPO simulations, this paper investigates how observables can relate to underlying physical properties to derive a more comprehensive picture of the magnetic field's inclination angle and strength, specifically in regions where both dust polarization and Zeeman data are available. To demonstrate the method, we produce synthetic observations of the polarization angle dispersion and line-of-sight Alfvén Mach Number and explore the behavior of the inclination angle, $\\gamma$, and strength of the magnetic field in regions where both Zeeman and dust polarization data are available. We find that dust polarization data can be used to determine the inclination angle if the cloud is known to be trans-Alfvénic or sub-Alfvénic. The strength of the magnetic field relative to turbulence can be estimated by comparing polarization observations to Zeeman observations. Comparing the dispersion of the polarization angle to the estimated line-of-sight Alfvén Mach Number provides clues about the strength of the magnetic field and, consequently, the orientation of the magnetic field.\n        "}, {"ID": "2411.10305", "title": "Title:\n          Three-dimensional dynamical evolution of cloud particle microphysics in sub-stellar atmospheres I. Description and exploring Y-dwarf atmospheric variability\n        ", "authors": ["Elspeth K.H. Lee", " Kazumasa Ohno"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Understanding of cloud microphysics and the evolution of cloud structures in sub-stellar atmospheres remains a key challenge in the JWST era. The abundance of new JWST data necessitates models that are suitable for coupling with large-scale simulations, such as general circulation models (GCMs), in order to fully understand and assess the complex feedback effects of clouds on the atmosphere, and their influence on observed spectral and variability characteristics. We aim to develop a 2-moment, time-dependent bulk microphysical cloud model that is suitable for GCMs of sub-stellar atmospheres. We derive a set of moment equations for the particle mass distribution and develop a microphysical cloud model employing a 2-moment approach. We include homogeneous nucleation, condensation, and collisional microphysical processes that evolve the moments of a particle size distribution in time. We couple our new 2-moment scheme with the Exo-FMS GCM to simulate the evolution of KCl clouds in a Tint = 400 K, log g = 4.25 Y-dwarf atmosphere and examine the effect of cloud opacity on the atmospheric characteristics. Our results show a generally homogeneous global KCl cloud, with only slight variations occurring in the equatorial regions. The atmosphere is generally sluggish and stagnant, with near-zero vertical velocities throughout most of the atmosphere. Only very small grains ~0.01 um remain lofted in the atmosphere. Our results conform with dynamical theories for this parameter regime, with our model showing minimal (~0.2%) spectral variability at mid-infrared wavelengths. Our study demonstrates that the 2-moment bulk cloud microphysical scheme is a highly suitable method for investigating cloud characteristics and feedback in GCMs and other large scale simulations of sub-stellar atmospheres. Split moment schemes and mixed material grains will be explored in a follow up study.\n        "}, {"ID": "2411.10313", "title": "Title:\n          A Survey of Cassini Images of Spokes in Saturn's Rings: Unusual Spoke Types and Seasonal Trends\n        ", "authors": ["S.R. Callos", " M.M. Hedman", " D.P. Hamilton"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Spokes are localized clouds of fine particles that appear over the outer part of Saturn's B ring. Over the course of the Cassini Mission, the Imaging Science Subsystem (ISS) obtained over 20,000 images of the outer B ring, providing the most comprehensive data set for quantifying spoke properties currently available. Consistent with prior work, we find that spokes typically appear as dark features when the lit side of the rings are viewed at low phase angles, and as bright features when the rings are viewed at high phase angles or the dark side of the rings are observed. However, we also find examples of spokes on the dark side of the rings that transition between being brighter and darker than the background ring as they move around the planet. Most interestingly, we also identify spokes that appear to be darker than the background ring near their center and brighter than the background ring near their edges. These \"mixed spokes\" indicate that the particle size distribution can vary spatially within a spoke. In addition, we document seasonal variations in the overall spoke activity over the course of the Cassini mission using statistics derived from lit-side imaging sequences. These statistics demonstrate that while spokes can be detected over a wide range of solar elevation angles, spoke activity increases dramatically when the Sun is within 10 degrees of the ring plane.\n        "}, {"ID": "2411.10341", "title": "Title:\n          Self-Excited Pulsations and the Instability Strip of Long-Period Variables: the Transition from Small-Amplitude Red Giants to Semi-Regular Variables\n        ", "authors": ["Michele Trabucchi", " Giada Pastorelli"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          We use one-dimensional hydrodynamic calculations combined with synthetic stellar population models of the Magellanic Clouds to study the onset of self-excited pulsation in luminous red giants. By comparing the results with OGLE observations in the period-luminosity diagram we are able to link the transition from small-amplitude red giants to semi-regular variables with a shift from stochastic driving to self-excited pulsations. This is consistent with previous studies relating this transition with an increase in mass-loss rate, dust formation, and the appearance of long secondary periods. The luminosity and effective temperature at the onset of pulsation are found to depend on metallicity, hydrogen content, and the adopted mixing length parameter. This confirms the role of partial hydrogen ionization in driving the pulsation, supporting the idea of a heat mechanism similar to that of classical pulsators. We examine the impact of turbulent viscosity, and find clear evidence that it must be adjusted according to the stellar chemical and physical parameters to fully match observations. In order to improve the predictive power of pulsation models, the turbulent viscosity and the temperature scale of pulsating red giants must be jointly calibrated. This is critical for model-based studies of the period-luminosity relations of evolved stars and to exploit their potential as distance and age indicators, in particular given the sensitivity of the onset of pulsation to the envelope composition. The grid of models is made publicly available with a companion interpolation routine.\n        "}, {"ID": "2411.10353", "title": "Title:\n          First spectropolarimetric observation of the neutron star low-mass X-ray binary GX 3+1\n        ", "authors": ["Andrea Gnarini", " Ruben Farinelli", " Francesco Ursini", " Stefano Bianchi", " Fiamma Capitanio", " Giorgio Matt", " Mason Ng", " Antonella Tarana", " Anna Bobrikova", " Massimo Cocchi", " Sergio Fabiani", " Philip Kaaret", " Juri Poutanen", " Swati Ravi"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          We report the first simultaneous X-ray spectropolarimetric observation of the bright atoll neutron star low-mass X-ray binary GX 3+1, performed by the Imaging X-ray Polarimetry Explorer (IXPE) joint with NICER and NuSTAR. The source does not exhibit significant polarization in the 2-8 keV energy band, with an upper limit of 1.3% at a 99% confidence level on the polarization degree. The observed spectra can be well described by a combination of thermal disk emission, the hard Comptonization component, and reflected photons off the accretion disk. In particular, from the broad Fe K$\\alpha$ line profile, we were able to determine the inclination of the system ($i \\approx 36^\\circ$), which is crucial for comparing the observed polarization with theoretical models. Both the spectral and polarization properties of GX 3+1 are consistent with those of other atoll sources observed by IXPE. Therefore, we may expect a similar geometrical configuration for the accreting system and the hot Comptonizing region. The low polarization is also consistent with the low inclination of the system.\n        "}, {"ID": "2411.10373", "title": "Title:\n          The Effect of Galaxy Interactions on Starbursts in Milky Way-Mass Galaxies in FIRE Simulations\n        ", "authors": ["Fei Li", " Mubdi Rahman", " Norman Murray", " Dušan Kereš", " Andrew Wetzel", " Claude-André Faucher-Giguère", " Philip F. Hopkins", " Jorge Moreno"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Simulations and observations suggest that galaxy interactions may enhance the star formation rate (SFR) in merging galaxies. One proposed mechanism is the torque exerted on the gas and stars in the larger galaxy by the smaller galaxy. We analyze the interaction torques and star formation activity on six galaxies from the FIRE-2 simulation suite with masses comparable to the Milky Way galaxy at redshift $z=0$. We trace the halos from $z = 3.6$ to $z=0$, calculating the torque exerted by the nearby galaxies on the gas in the central galaxy. We calculate the correlation between the torque and the SFR across the simulations for various mass ratios. For near-equal-stellar-mass-ratio interactions in the galaxy sample, occurring between $z=1.2-3.6$, there is a positive and statistically significant correlation between the torque from nearby galaxies on the gas of the central galaxies and the SFR. For all other samples, no statistically significant correlation is found between the torque and the SFR. Our analysis shows that some, but not all, major interactions cause starbursts in the simulated Milky Way-mass galaxies, and that most starbursts are not caused by galaxy interactions. The transition from `bursty' at high redshift ($z\\gtrsim1$) to `steady' star-formation state at later times is independent of the interaction history of the galaxies, and most of the interactions do not leave significant imprints on the overall trend of the star formation history of the galaxies.\n        "}, {"ID": "2411.10380", "title": "Title:\n          Forecast of solar activity based on mean-field dynamo model and neural network\n        ", "authors": ["Nathan Kleeorin", " Kirill Kuzanyan", " Nikolai Safiullin", " Igor Rogachevskii", " Vladimir Obridko", " Sergey Porshnev", " Rodion Stepanov"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          We discuss a prediction of the solar activity on a short time-scale applying the method based on a combination of a nonlinear mean-field dynamo model and the artificial neural network. The artificial neural network which serves as a correction scheme for the forecast, uses the currently available observational data (e.g., the 13 month running average of the observed solar sunspot numbers) and the dynamo model output. The nonlinear mean-field $\\alpha\\,\\Omega$ dynamo produces the large-scale magnetic flux which is redistributed by negative effective magnetic pressure instability (NEMPI) producing sunspots and active regions. The nonlinear mean-field dynamo model includes algebraic nonlinearity (caused by the feedback of the growing magnetic field on the plasma motion) and dynamic nonlinearities (related to the dynamics of the magnetic helicity of small-scale magnetic field). We compare the forecast errors with a horizon of 1, 6, 12 and 18 months, for different forecast methods, with the same corrections on the current monthly observations. Our forecast is in good agreement with the observed solar activity, the forecast error is almost stably small over short-medium ranges of forecasting windows. Despite a strong level of chaotic component in the solar magnetic activity we present quantitative evidence that the solar activity on a short range can be stably well predicted, by the joint use of the physically based model with the neural network. This result may have an immediate practical implementation for predictions of various phenomena of solar activity and other astrophysical processes, so may be of interest to a broad community.\n        "}, {"ID": "2411.10391", "title": "Title:\n          Boxy/peanut shaping of a mature galactic bar in action-angle space\n        ", "authors": ["Viktor D. Zozulia", " Anton A. Smirnov", " Natalia Ya. Sotnikova", " Alexander A. Marchuk"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          We study vertical resonant trapping and resonant heating of orbits. These two processes both lead to the growth of a boxy/peanut-shaped bulge in a typical $N$-body model. For the first time, we study this by means of the action variables and resonant angles of the actual orbits that compose the model itself. We used the resonant angle instead of the frequency ratio, which allowed us to clearly distinguish between these two processes in numerical simulations. We show that trapping and heating occur simultaneously, at least at the stage of a mature bar, that is, some orbits quickly pass through vertical resonance while at the same time, a substantial number of orbits remains trapped into this stage for a long time. Half of all bar orbits spend more than 2.5 Gyr in vertical resonance over an interval of 4 Gyr. Half of the orbits trapped into the bar over the last 3 Gyr of simulation remain captured in vertical resonance for more than 2 Gyr. We conclude that in the later stages of the bar evolution, the process of vertical trapping dominates in the ongoing process that causes the boxy/peanut shape of a bar in a typical $N$-body model. This contradicts the results of several recent works.\n        "}, {"ID": "2411.10402", "title": "Title:\n          A Small Brown Dwarf in an Aligned Orbit around a Young, Fully-Convective M Star\n        ", "authors": ["M. Brady", " J. Bean", " G. Stefánsson", " N. Brown", " A. Seifahrt", " R. Basant", " T. Das", " R. Luque", " J. Stürmer"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          A star's spin-orbit angle can give us insight into a system's formation and dynamical history. In this paper, we use MAROON-X observations of the Rossiter-McLaughlin (RM) effect to measure the projected obliquity of the LP 261-75 (also known as TOI-1779) system, focusing on the fully-convective M dwarf LP 261-75A and the transiting brown dwarf LP 261-75C. This is the first obliquity constraint of a brown dwarf orbiting an M dwarf and the seventh obliquity constraint of a brown dwarf overall. We measure a projected obliquity of $5^{+11}_{-10}$ degrees and a true obliquity of $14^{+8}_{-7}$ degrees for the system, meaning that the system is well-aligned and that the star is rotating very nearly edge-on, with an inclination of $90^o\\,\\pm\\,11^o$. The system thus follows along with the trends observed in transiting brown dwarfs around hotter stars, which typically have low obliquities. The tendency for brown dwarfs to be aligned may point to some enhanced obliquity damping in brown dwarf systems, but there is also a possibility that the LP 261-75 system was simply formed aligned. In addition, we note that the brown dwarf's radius ($R_C\\,=\\,0.9$ R$_J$) is not consistent with the youth of the system or radius trends observed in other brown dwarfs, indicating that LP 261-75C may have an unusual formation history.\n        "}, {"ID": "2411.10427", "title": "Title:\n          SN 2023adsy -- a normal Type Ia Supernova at z=2.9, discovered by JWST\n        ", "authors": ["Jozsef Vinko", " Eniko Regos"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          SN 2023adsy, a Type Ia supernova discovered by JWST at z = 2.9, was found to be a peculiar event, being extremely red and faint, but showing very similar rest-frame light curve decline rate to the majority of low-redshift SNe Ia. In this paper we show that the red color and faint peak magnitude could be explained by significant reddening/extinction due to dust in the host galaxy. If host galaxy extinction is accounted for, the parameters of the best-fit light curve templates in the SALT3-NIR model are compatible with a slowly declining, but still normal SN Ia. Comparison of the inferred luminosity distance with the prediction of the LambdaCDM cosmology (assuming H0 = 70 km/s/Mpc and OmegaM = 0.315) on the Hubble-diagram suggests no significant evolution of the SN Ia peak luminosity at z > 2 redshifts. It is also shown that the discovery of a single SN Ia between 2 < z < 3 within the area of the JADES survey during 1 year is consistent with the current estimates for the SN Ia rates at such redshifts.\n        "}, {"ID": "2411.10428", "title": "Title:\n          BICEP/Keck XIX: Extremely Thin Composite Polymer Vacuum Windows for BICEP and Other High Throughput Millimeter Wave Telescopes\n        ", "authors": ["BICEP/Keck Collaboration: P. A. R. Ade (1)", " Z. Ahmed (2 and 3)", " M. Amiri (4)", " D. Barkats (5)", " R. Basu Thakur (6)", " C. A. Bischoff (7)", " D. Beck (8)", " J. J. Bock (6 and 9)", " H. Boenish (5)", " V. Buza (10)", " K. Carter (5)", " J. R. Cheshire IV (11)", " J. Connors (12)", " J. Cornelison (5)", " L. Corrigan (5)", " M. Crumrine (13)", " S. Crystian (5)", " A. J. Cukierman (8)", " E. Denison (12)", " L. Duband (14)", " M. Echter (5)", " M. Eiben (5)", " B. D. Elwood (15 and 5)", " S. Fatigoni (6)", " J. P. Filippini (16)", " A. Fortes (8)", " M. Gao (6)", " C. Giannakopoulos (7)", " N. Goeckner-Wald (8)", " D. C. Goldfinger (8)", " J. A. Grayson (8)", " A. Greathouse (8)", " P. K. Grimes (5)", " G. Hall (13 and 8)", " G. Halal (8)", " M. Halpern (4)", " E. Hand (7)", " S. A. Harrison (5)", " S. Henderson (2 and 3)", " J. Hubmayr (12)", " H. Hui (6)", " K. D. Irwin (8)", " J. H. Kang (6)", " K. S. Karkare (2 and 3)", " S. Kefeli (6)", " J. M. Kovac (15 and 5)", " C. Kuo (8)", " K. Lau (6)", " M. Lautzenhiser (7)", " A. Lennox (16)", " T. Liu (8)", " K. G. Megerian (9)", " M. Miller (5)", " L. Minutolo (6)", " L. Moncelsi (6)", " Y. Nakato (8)", " H. T. Nguyen (9 and 6)", " R. O'brient (9 and 6)", " S. Paine (5)", " A. Patel (6)", " M. A. Petroff (5)", " A. R. Polish (15 and 5)", " T. Prouve (14)", " C. Pryke (13)", " C. D. Reintsema (12)", " T. Romand (6)", " D. Santalucia (5)", " A. Schillaci (6)", " B. Schmitt (5)", " E. Sheffield (5)", " B. Singari (13)", " K. Sjoberg (5)", " A. Soliman (9 and 6)", " T. St Germaine (5)", " A. Steiger (6)", " B. Steinbach (6)", " R. Sudiwala (1)", " K. L. Thompson (8)", " C. Tsai (5)", " C. Tucker (1)", " A. D. Turner (9)", " C. Vergès (5)", " A. G. Vieregg (10)", " A. Wandui (6)", " A. C. Weber (9)", " J. Willmert (13)", " W. L. K. Wu (3 and 2)", " H. Yang (8)", " C. Yu (8 and 3)", " L. Zeng (5)", " C. Zhang (6)", " S. Zhang (6) ((1) Cardiff University", " (2) KIPAC", " (3) SLAC", " (4) University of British Columbia", " (5) CfA", " (6) Caltech", " (7) University of Cincinnati", " (8) Stanford University", " (9) NASA JPL", " (10) KICP", " (11) Minnesota Institute for Astrophysics", " (12) NIST", " (13) University of Minnesota", " (14) CEA", " (15) Harvard University", " (16) University of Illinois at Urbana-Champaign)"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          Millimeter-wave refracting telescopes targeting the degree-scale structure of the cosmic microwave background (CMB) have recently grown to diffraction-limited apertures of over 0.5 meters. These instruments are entirely housed in vacuum cryostats to support their sub-kelvin bolometric detectors and to minimize radiative loading from thermal emission due to absorption loss in their transmissive optical elements. The large vacuum window is the only optical element in the system at ambient temperature, and therefore minimizing loss in the window is crucial for maximizing detector sensitivity. This motivates the use of low-loss polymer materials and a window as thin as practicable. However, the window must simultaneously meet the requirement to keep sufficient vacuum, and therefore must limit gas permeation and remain mechanically robust against catastrophic failure under pressure. We report on the development of extremely thin composite polyethylene window technology that meets these goals. Two windows have been deployed for two full observing seasons on the BICEP3 and BA150 CMB telescopes at the South Pole. On BICEP3, the window has demonstrated a 6% improvement in detector sensitivity.\n        "}, {"ID": "2411.09747", "title": "Title:\n          Thermo-Coupled Early Dark Energy\n        ", "authors": ["Marc Kamionkowski", " Anubhav Mathur"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          Early dark energy solutions to the Hubble tension introduce an additional scalar field which is frozen at early times but becomes dynamical around matter-radiation equality. In order to alleviate the tension, the scalar's share of the total energy density must rapidly shrink from $\\sim 10\\%$ at the onset of matter domination to $\\ll 1\\%$ by recombination. This typically requires a steep potential that is imposed $\\textit{ad hoc}$ rather than emerging from a concrete particle physics model. Here, we point out an alternative possibility: a homogeneous scalar field coupled quadratically to a cosmological background of light thermal relics (such as the Standard Model neutrino) will acquire an effective potential which can reproduce the dynamics necessary to alleviate the tension. We identify the relevant parameter space for this \"thermo-coupled\" scenario and study its unique phenomenology at the background level, including the back-reaction on the neutrino mass. Follow-up numerical work is necessary to determine the constraints placed on the model by early-time measurements.\n        "}, {"ID": "2411.09757", "title": "Title:\n          Imprints of Early Universe Cosmology on Gravitational Waves\n        ", "authors": ["James B. Dent", " Bhaskar Dutta", " Mudit Rai"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We explore the potential of gravitational waves (GWs) to probe the pre-BBN era of the early universe, focusing on the effects of energy injection. Specifically, we examine a hidden sector alongside the Standard Model that undergoes a strong first-order phase transition (FOPT), producing a GW signal. Once the phase transition has completed, energy injection initiates reheating in the hidden sector, which positions the hidden sector field so that additional phase transitions can occur. This can result in a total of three distinct phase transitions with a unique three-peak GW spectrum. Among these transitions, the first and third are of the standard type, while the intermediate second transition is inverted, moving from a broken to an unbroken phase. Using polynomial potentials as a framework, we derive analytical relations among the phase transition parameters and the resulting GW spectrum. Our results indicate that the second and third transitions generate GWs with higher amplitudes than the first, with a peak frequency ratio differing by up to an order of magnitude. This three-peak GW spectrum is detectable by upcoming facilities such as LISA, BBO, and UDECIGO. Notably, the phenomenon is robust across various potentials and model parameters, suggesting that hidden sector GWs provide a powerful tool for exploring new physics scenarios in the pre-BBN era.\n        "}, {"ID": "2411.09765", "title": "Title:\n          The Neutrino Mass Bound from Leptogenesis Revisited\n        ", "authors": ["Björn Garbrecht", " Edward Wang"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We revisit unflavoured leptogenesis in the seesaw model applying recent improvements in the computation of $CP$-conserving and $CP$-violating equilibration rates. These are relevant for the relativistic regime of the sterile Majorana fermions and the dynamics of the Standard Model particles acting as spectator processes. In order to probe the regime of large (${\\cal O}(10^2)$) washout parameters, we add $\\Delta L = 2$ washout processes, which we derive in the CTP-formalism. We then perform a parameter scan of the final baryon asymmetry and find a constraint $m_{\\text{lightest}} \\lesssim 0.15 \\, \\rm eV$ on the absolute neutrino mass scale, which is slightly less stringent than previously reported bounds obtained without the aforementioned improvements. The relaxation of the bounds is mainly due to partially equilibrated spectator fields, which protect part of the asymmetry from washout and lead to larger final asymmetries.\n        "}, {"ID": "2411.09814", "title": "Title:\n          Quantum Criticality in Black Hole Scattering\n        ", "authors": ["Uri Kol"], "subject": "High Energy Physics - Theory (hep-th)", "abstract": "\n          The Teukolsky equation describing scattering from Kerr black holes captures a few important effects in the process of binary mergers, such as tidal deformations and the decay of ringdown modes, thereby raising interest in the structure of its solutions. In this letter we identify critical phenomena emerging in the corresponding phase space. One special point exists in this phase space, where the black hole is extremal and the scattered wave lies exactly at the superradiant bound, at which the physics simplifies considerably. We provide an indirect realization of a conformal symmetry emerging at this configuration, which leads to its interpretation as a critical point. Away from the critical point conformal symmetry is broken, but it is shown that critical fluctuations continue to be dominant in a wide range of parameters and at finite black hole temperatures. As in quantum many-body systems, the physics in this regime is described exclusively by the temperature and a set of critical exponents, therefore leading to robust predictions that are unique to the Kerr metric.\n        "}, {"ID": "2411.09967", "title": "Title:\n          Properties of kaon-condensed phase in hyperon-mixed matter with three-baryon forces\n        ", "authors": ["Takumi Muto"], "subject": "Nuclear Theory (nucl-th)", "abstract": "\n          Coexistent phase of kaon condensates and hyperons [($Y$+$K$) phase] in beta equilibrium with electrons and muons is investigated as a possible form of dense hadronic phase with multi-strangeness. The effective chiral Lagrangian for kaon-baryon and kaon-kaon interactions is utilized within chiral symmetry approach in combination with the interaction model between baryons. For the baryon-baryon interactions, we adopt the minimal relativistic mean-field theory with exchange of scalar mesons and vector mesons between baryons without including the nonlinear self-interacting meson field terms. In addition, the universal three-baryon repulsion and the phenomenological three-nucleon attraction are introduced as density-dependent effective two-body potentials. The repulsive effects leading to stiff equation of state at high densities consist of both the two-baryon repulsion via the vector-meson exchange and the universal three-baryon repulsion. Interplay of kaon condensates with hyperons through chiral dynamics in dense matter is clarified, and resulting onset mechanisms of kaon condensation in hyperon-mixed matter and the equation of state with the ($Y$+$K$) phase and characteristic features of the system are presented. It is shown that the slope $L$ of the symmetry energy controls the two-baryon repulsion beyond the saturation density and resulting stiffness of the equation of state. The stiffness of the equation of state in turn controls admixture of hyperons and the onset and development of kaon condensates as a result of competing effect between kaon condensates and hyperons. The equation of state with the ($Y$+$K$) phase becomes stiff enough to be consistent with recent observations of massive neutron stars. Static properties of neutron stars with the ($Y$+$K$) phase are discussed.\n        "}, {"ID": "2411.10149", "title": "Title:\n          Two-Component Boosted Dark Matter in Directional Detector Mediated By Dark Photon\n        ", "authors": ["Keiko I. Nagao", " Tatsuhiro Naka", " Takaaki Nomura"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          This study explores a two-component dark matter model in which one component, heavier dark matter, annihilates into a lighter dark matter. The lighter dark matter is expected to generate detectable signals in detectors due to its enhanced momentum, enabling direct detection even for MeV-scale dark matter. We investigate the effectiveness of directional direct detections, especially the nuclear emulsion detector NEWSdm, in verifying these boosted dark matter particles through nuclear recoil. In particular, we focus on light nuclei, such as protons and carbon, as suitable targets for this detection method due to their high sensitivity to MeV-scale dark matter. By modeling the interactions mediated by a dark photon in a hidden U(1)$_D$ gauge symmetry framework, we calculate the expected dark matter flux and scattering rates for various detector configurations. Our results show that nuclear emulsions have the potential to yield distinct, direction-sensitive dark matter signals from the Galactic center, providing a new way to probe low-mass dark matter parameter spaces that evade conventional detection methods.\n        "}, {"ID": "2411.10216", "title": "Title:\n          On the dark matter origin of an LDMX signal\n        ", "authors": ["Riccardo Catena", " Taylor Gray", " Andreas Lund"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          Fixed target experiments where beam electrons are focused upon a thin target have shown great potential for probing new physics, including the sub-GeV dark matter (DM) paradigm. However, a signal in future experiments such as the light dark matter experiment (LDMX) would require an independent validation to assert its DM origin. To this end, we propose to combine LDMX and next generation DM direct detection (DD) data in a four-step analysis strategy, which we here illustrate with Monte Carlo simulations. In the first step, the hypothetical LDMX signal (i.e. an excess in the final state electron energy and transverse momentum distributions) is $\\textit{recorded}$. In the second step, a DM DD experiment operates with increasing exposure to test the DM origin of the LDMX signal. Here, LDMX and DD data are simulated. In the third step, a posterior probability density function (pdf) for the DM model parameters is extracted from the DD data, and used to $\\textit{predict}$ the electron recoil energy and transverse momentum distributions at LDMX. In the last step, $\\textit{predicted}$ and $\\textit{recorded}$ electron recoil energy and transverse momentum distributions are compared in a chi-square test. We present the results of this comparison in terms of a threshold exposure that a DD experiment has to operate with to assert whether $\\textit{predicted}$ and $\\textit{recorded}$ distributions $\\textit{can}$ be statistically dependent. We find that this threshold exposure grows with the DM particle mass, $m_\\chi$. It varies from 0.012 kg-year for a DM mass of $m_\\chi=4$ MeV to 1 kg-year for $m_\\chi=25$ MeV, which is or will soon be within reach.\n        "}, {"ID": "2411.10253", "title": "Title:\n          Two-loop corrections in power spectrum in models of inflation with PBHs formation\n        ", "authors": ["Hassan Firouzjahi"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We calculate the two-loop corrections in curvature perturbation power spectrum in models of single field inflation incorporating an intermediate USR phase employed for PBHs formation. Among the total eleven one-particle irreducible Feynman diagrams, we calculate the corrections from the ``double scoop\" two-loop diagram involving two vertices of quartic Hamiltonians. We demonstrate that the fractional two-loop correction in power spectrum scales like the square of the fractional one-loop correction. We confirm our previous findings that the loop corrections become arbitrarily large when the transition from the USR phase to the final attractor phase is very sharp. This suggests that in order for the analysis to be under perturbative control against the loop corrections, one requires a mild transition with a long enough relaxation period towards the final attractor phase.\n        "}, {"ID": "2411.10366", "title": "Title:\n          Numerical gravitational backreaction on cosmic string loops from simulation\n        ", "authors": ["Jeremy M. Wachter", " Ken D. Olum", " Jose J. Blanco-Pillado", " Vishnu R. Gade", " Kirthivarsha Sivakumar"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          We report on the results of performing computational gravitational backreaction on cosmic string loops taken from a network simulation. The principal effect of backreaction is to smooth out small-scale structure on loops, which we demonstrate by various measures including the average loop power spectrum and the distribution of kink angles on the loops. Backreaction does lead to self-intersections in most cases, but these are typically small. An important effect discussed in prior work is the rounding off of kinks to form cusps, but we find that the cusps produced by that process are very weak and do not significantly contribute to the total gravitational-wave radiation of the loop. We comment briefly on extrapolating our results to loops as they would be found in nature.\n        "}, {"ID": "2411.10372", "title": "Title:\n          Compressible turbulent convection at very high Rayleigh numbers\n        ", "authors": ["Harshit Tiwari", " Lekha Sharma", " Mahendra K. Verma"], "subject": "Fluid Dynamics (physics.flu-dyn)", "abstract": "\n          Heat transport in highly turbulent convection is not well understood. In this paper, we simulate compressible convection in a box of aspect ratio 4 using computationally-efficient MacCormack-TVD finite difference method on single and multi-GPUs, and reach very high Rayleigh number ($\\mathrm{Ra}$) -- $10^{15}$ in two dimensions and $10^{11}$ in three dimensions. We show that the Nusselt number $\\mathrm{Nu} \\propto \\mathrm{Ra}^{0.3}$ (classical scaling) that differs strongly from the ultimate-regime scaling, which is $\\mathrm{Nu} \\propto \\mathrm{Ra}^{1/2}$. The bulk temperature drops adiabatically along the vertical even for high $\\mathrm{Ra}$, which is in contrast to the constant bulk temperature in Rayleigh-Bénard convection (RBC). Unlike RBC, the density decreases with height. In addition, the vertical pressure-gradient ($-dp/dz$) nearly matches the buoyancy term ($\\rho g$). But, the difference, $-dp/dz-\\rho g$, is equal to the nonlinear term that leads to Reynolds number $\\mathrm{Re} \\propto \\mathrm{Ra}^{1/2}$.\n        "}, {"ID": "2411.10409", "title": "Title:\n          Design of Dedicated Tilt-to-Length Calibration Maneuvers for LISA\n        ", "authors": ["Henry Wegener", " Sarah Paczkowski", " Marie-Sophie Hartig", " Martin Hewitson", " Gerhard Heinzel", " Gudrun Wanner"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          Tilts of certain elements within a laser interferometer can undesirably couple into measurements as a form of noise, known as tilt-to-length (TTL) coupling. This TTL coupling is anticipated to be one of the primary noise sources in the Laser Interferometer Space Antenna (LISA) mission, after Time Delay Interferometry (TDI) is applied. Despite the careful interferometer design and calibration on the ground, TTL is likely to require in-flight mitigation through post-processing subtraction to achieve the necessary sensitivity. Past research has demonstrated TTL subtraction in simulations through the estimation of 24 linear coupling coefficients using a noise minimization approach. This paper investigates an approach based on performing rotation maneuvers for estimating coupling coefficients with low uncertainties. In this study, we evaluate the feasibility and optimal configurations of such maneuvers to identify the most efficient solutions. We assess the efficacy of TTL calibration maneuvers by modulating either the spacecraft attitude or the Moving Optical Sub-Assembly (MOSA) yaw angle. We found that sinusoidal signals with amplitudes of around 30 nrad and frequencies near 43 mHz are practical and nearly optimal choices for such modulations. Employing different frequencies generates uncorrelated signals, allowing for multiple maneuvers to be executed simultaneously. Our simulations enable us to estimate the TTL coefficients with precision below 15 um/rad (1-sigma, in free space) after a total maneuver time of 20 minutes. The results are compared to the estimation uncertainties that can be achieved without using maneuvers.\n        "}, {"ID": "2111.01198", "title": "Title:\n          Dark Matter and Fundamental Physics Searches with IACTs\n        ", "authors": ["Michele Doro (1)", " Miguel Angel Sánchez-Conde (2)", " Moritz Hütten (3) ((1) University of Padova", " Department of Physics and Astronomy", " Padova", " Italy (2) Instituto de Física Teorica", " IFT UAM-CSIC", " Departamento de Física Teorica", " Universidad Autonoma de Madrid", " Madrid", " Spain (3) ICRR", " The University of Tokyo", " Kashiwa", " Chiba", " Japan)"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Cosmic gamma rays are a valid probe to search for fundamental physics. Some of these exotic and exciting scenarios are the subject of this contribution to the book. All current Imaging Atmospheric Cherenkov Telescopes (IACTs) have invested a great deal of time and resources in scouting these out. In this chapter, we focus on the case of indirect search for weakly interacting massive particles (Sec. 8.1) and that of search for axion-like particles (Sec. 8.2). We continue with less debated, yet interesting studies on the search for primordial black holes (Sec. 8.3), tau-neutrinos (8.4), and magnetic monopoles (8.5). Other scenarios of fundamental physics like the search for Lorentz Invariance violations are treated elsewhere in the book.\nWe structured the contribution providing a self-contained (yet minimal) theoretical framework, as well as a complete report of all IACTs' published contribution to the topics under consideration (updated until 2022). Our aim is to provide a reference review as well as take a photograph of the effort of the current generation of IACTs and the challenges taken, in preparation of the next-generation instrument to come, the Cherenkov Telescope Array.\n        "}, {"ID": "2301.08194", "title": "Title:\n          Fast Radio Bursts as Standard Candles for Cosmology\n        ", "authors": ["Han-Yue Guo", " Hao Wei"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Recently, fast radio bursts (FRBs) have become a thriving field in astronomy and cosmology. Due to their extragalactic and cosmological origin, they are useful to study the cosmic expansion and the intergalactic medium (IGM). In the literature, the dispersion measure (DM) of FRB has been considered extensively. It could be used as an indirect proxy of the luminosity distance $d_L$ of FRB. The observed DM contains the contributions from the Milky Way (MW), the MW halo, IGM, and the host galaxy. Unfortunately, IGM and the host galaxy of FRB are poorly known to date, and hence the large uncertainties of $\\rm DM_{IGM}$ and $\\rm DM_{host}$ in DM plague the FRB cosmology. Could we avoid DM in studying cosmology? Could we instead consider the luminosity distance $d_L$ directly in the FRB cosmology? We are interested to find a way out for this problem in the present work. From the lessons of calibrating type Ia supernovae (SNIa) or long gamma-ray bursts (GRBs) as standard candles, we consider a universal subclassification scheme for FRBs, and there are some empirical relations for them. In the present work, we propose to calibrate type Ib FRBs as standard candles by using a tight empirical relation without DM. The calibrated type Ib FRBs at high redshifts can be used like SNIa to constrain the cosmological models. We also test the key factors affecting the calibration and the cosmological constraints. Notice that the results are speculative, since they are based on simulations for the future (instead of now). We stress that the point in the present work is just to propose a viable method and a workable pipeline using type Ib FRBs as standard candles for cosmology in the future.\n        "}, {"ID": "2310.13734", "title": "Title:\n          Simulating the LOcal Web (SLOW) -- III: Synchrotron emission from the local cosmic web\n        ", "authors": ["Ludwig M. Böss", " Klaus Dolag", " Ulrich P. Steinwandel", " Elena Hernández-Martínez", " Ildar Khabibullin", " Benjamin Seidel", " Jenny G. Sorce"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          Aims: Detecting diffuse synchrotron emission from the cosmic web is still a challenge for current radio telescopes. We aim to make predictions about the detectability of cosmic web filaments from simulations. Methods: We present the first cosmological magnetohydrodynamic simulation of a 500 $h^{-1} c$Mpc volume with an on-the-fly spectral cosmic ray (CR) model. This allows us to follow the evolution of populations of CR electrons and protons within every resolution element of the simulation. We modeled CR injection at shocks, while accounting for adiabatic changes to the CR population and high-energy-loss processes of electrons. The synchrotron emission was then calculated from the aged electron population, using the simulated magnetic field, as well as different models for the origin and amplification of magnetic fields. We used constrained initial conditions, which closely resemble the local Universe, and compared the results of the cosmological volume to a zoom-in simulation of the Coma cluster, to study the impact of resolution and turbulent reacceleration of CRs on the results. Results: We find a consistent injection of CRs at accretion shocks onto cosmic web filaments and galaxy clusters. This leads to diffuse emission from filaments of the order $S_\\nu \\approx 0.1 \\: \\mu$Jy beam$^{-1}$ for a potential LOFAR observation at 144~MHz, when assuming the most optimistic magnetic field model. The flux can be increased by up to two orders of magnitude for different choices of CR injection parameters. This can bring the flux within a factor of ten of the current limits for direct detection. We find a spectral index of the simulated synchrotron emission from filaments of $\\alpha \\approx$ -1.0 -- -1.5 in the LOFAR band.\n        "}, {"ID": "2311.03447", "title": "Title:\n          Radiative transfer of Lyman-$\\alpha$ photons at cosmic dawn with realistic gas physics\n        ", "authors": ["Shikhar Mittal (TIFR", " Cambridge)", " Girish Kulkarni (TIFR)", " Thibault Garel (UNIGE)"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          Lyman-$\\alpha$ photons enable the cosmic dawn 21-cm signal through a process called the Wouthuysen-Field effect. An accurate model of the signal in this epoch hinges on the accuracy of the computation of the Ly$\\alpha$ coupling, which requires one to calculate the specific intensity of Ly$\\alpha$ photons emitted from the first stars. Most traditional calculations of the Ly$\\alpha$ coupling assume a delta-function scattering cross-section, as the resonant nature of the Ly$\\alpha$ scattering makes an accurate radiative transfer (RT) solution computationally expensive. Attempts to improve upon this traditional approach using numerical RT have recently emerged. However, some of these treatments suffer from assumptions such as a uniform gas distribution, coherent scattering in the gas frame and isotropic scattering. While others which do not account for these only do so through certain schemes along with core-skipping algorithms. We present results from a self-consistent Monte Carlo RT simulations devoid of any of the assumptions in the previous work for the first time. We find that gas bulk motion is the most important effect to account for in RT resulting in an RMS difference of 38% in the 21-cm signal and anisotropic scattering being the least important effect contributing to less than 3% RMS difference in 21-cm signal. We also evaluate the 21-cm power spectrum and compare that with the traditional results at cosmic dawn. This work points the way towards higher-accuracy models to enable better inferences from future measurements.\n        "}, {"ID": "2311.07122", "title": "Title:\n          On the Dust properties of the UV galaxies in the redshift range $z \\sim 0.6-1.2$\n        ", "authors": ["M. Sharma", " M. J. Page", " M. Symeonidis", " I. Ferreras"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Far-infrared observations from the \\textit{Herschel Space Observatory} are used to estimate the infrared (IR) properties of ultraviolet-selected galaxies. We stack the PACS (100, 160 $\\mu \\mathrm{m}$) and SPIRE (250, 350 and 500$\\mu \\mathrm{m}$) maps of the Chandra deep field south (CDFS) on a source list of galaxies selected in the rest-frame ultraviolet (UV) in a redshift range of $0.6-1.2$. This source list is created using observations from the XMM-OM telescope survey in the CDFS using the UVW1 (2910 Å) filter. The stacked data are binned according to the UV luminosity function of these sources, and the average photometry of the UV-selected galaxies is estimated. By fitting modified black bodies and IR model templates to the stacked photometry, average dust temperatures and total IR luminosity are determined. The luminosity-weighted average temperatures are consistent with a weak trend of increasing temperature with redshift found by previous studies. Infrared excess, unobscured, and obscured star formation rate (SFR) values are obtained from the UV and IR luminosities. We see a trend in which dust attenuation increases as UV luminosity decreases. It remains constant as a function of IR luminosities at fixed redshift across the luminosity range of our sources. In comparison to local luminous infrared galaxies with similar SFRs, the higher redshift star-forming galaxies in the sample show a lesser degree of dust attenuation. Finally, the inferred dust attenuation is used to correct the unobscured SFR density in the redshift range $0.6-1.2$. The dust-corrected SFR density is consistent with measurements from IR-selected samples at similar redshifts.\n        "}, {"ID": "2312.11448", "title": "Title:\n          Cosmic Recombination in the Presence of Primordial Magnetic Fields\n        ", "authors": ["Karsten Jedamzik (U. Montpellier 2", " LUPM)", " Tom Abel (KIPAC", " Menlo Park and SLAC and Stanford U.", " Physics Departement)", " Yacine Ali-Haimoud (New York University)"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          Primordial magnetic fields (PMFs) may explain observations of magnetic fields on extragalactic scales. They are most cleanly constrained by measurements of cosmic microwave background radiation (CMB) anisotropies. Their effects on cosmic recombination may even be at the heart of the resolution of the Hubble tension. We present the most detailed analysis of the effects of PMFs on cosmic recombination to date. To this end we extend the public magneto-hydrodynamic code {\\sl ENZO} with a new cosmic recombination routine, Monte-Carlo simulations of Lyman-$\\alpha$ photon transport, and a Compton drag term in the baryon momentum equation. The resulting code allows us, for the first time, to realistically predict the impact of PMFs on the cosmic ionization history and the clumping of baryons during cosmic recombination. Our results identify the importance of mixing of Lyman-$\\alpha$ photons between overdense- and underdense- regions for small PMF strength. This mixing speeds up recombination beyond the speed-up due to clumping. We also investigate the effects of pecuilar flows on the recombination rate and find it to be small for small PMF strengths. For non-helical PMFs with a Batchelor spectrum we find a surprising dependency of results on ultra-violet magnetic modes. We further show that the increase in the ionization fraction at low redshift by hydrodynamic baryon heating due to PMF dissipation is completely compensated by the faster recombination from baryon clumping. The present study shall serve as a theoretical foundation for a future precise comparison of recombination with PMFs to CMB data.\n        "}, {"ID": "2402.18672", "title": "Title:\n          JWST/MIRI unveils the stellar component of the GN20 dusty galaxy overdensity at $z$=4.05\n        ", "authors": ["A. Crespo Gómez", " L. Colina", " J. Álvarez-Márquez", " A. Bik", " L. Boogaard", " G. Östlin", " F. Peißker", " F. Walter", " A. Labiano", " P.G. Pérez-González", " T.R. Greve", " G. Wright", " A. Alonso-Herrero", " K.I. Caputi", " L. Costantin", " A. Eckart", " M. García-Marín", " S. Gillman", " J. Hjorth", " E. Iani", " D. Langeroodi", " J.P. Pye", " P. Rinaldi", " T. Tikkanen", " P. van der Werf", " P.O. Lagage", " E.F. van Dishoeck"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Despite the importance of the dusty star-forming galaxies (DSFGs) at $z$>2 for understanding the galaxy evolution in the early Universe, their stellar distributions traced by the near-IR emission were spatially unresolved until the arrival of the JWST. In this work we present, for the first time, a spatially-resolved morphological analysis of the rest-frame near-IR (~1.1-3.5$\\mu$m) emission in DSFGs traced with the JWST/MIRI. In particular, we study the mature stellar component for the three DSFGs and a Lyman-break galaxy (LBG) present in an overdensity at $z$=4.05. Moreover, we use MIRI images along with UV to (sub)-mm ancillary photometric data to model their SEDs and extract their main physical properties. The sub-arcsec resolution MIRI images have revealed that the stellar component present a wide range of morphologies, from disc-like to compact and clump-dominated structures. These near-IR structures contrast with their UV emission, which is usually diffuse and off-centered. The SED fitting analysis shows that GN20 dominates the total SFR with a value ~2500 $M_\\odot$yr$^{-1}$ while GN20.2b has the highest stellar mass in the sample ($M_*$~2$\\times$10$^{11}$ $M_\\odot$). The two DSFGs classified as LTGs (GN20 and GN20.2a) show high specific SFR (sSFR>30 Gyr$^{-1}$) placing them above the star-forming main sequence (SFMS) at z~4 by >0.5 dex while the ETG (i.e.,GN20.2b) is compatible with the high-mass end of the main sequence. When comparing with other DSFGs in overdensities at $z$~2-7 we observe that our objects present similar SFRs, depletion times and projected separations. Nevertheless, the effective radii computed for GN20 and GN20.2a are up to two times larger than those of isolated galaxies observed in CEERS and ALMA-HUDF at similar redshifts. We interpret this difference in size as an effect of rapid growth induced by the dense environment.\n        "}, {"ID": "2403.13579", "title": "Title:\n          The enigmatic origin of two dormant BH binaries: Gaia BH1 and Gaia BH2\n        ", "authors": ["Iwona Kotko", " Sambaran Banerjee", " Krzysztof Belczynski"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          The two systems, namely, Gaia~BH1 and Gaia~BH2, that have been confirmed as dormant (i.e., no X-ray emission detected) black hole (BH) - low-mass star binaries in the latest Gaia mission data release (DR3) are intriguing in the context of their formation and evolution. Both systems consist of $\\sim9$ $\\mathrm{M}_{\\odot}$ BH and $\\sim1$ $\\mathrm{M}_{\\odot}$ star orbiting each other on a wide, eccentric orbit ($e\\sim 0.5$). We argue that formation of such Gaia~BH-like systems through the isolated binary evolution (IBE) channel, under the standard common envelope assumptions, and from dynamical interactions in young massive and open clusters are equally probable, and that the formation rate of such binaries is of the order of $10^{-7}$ $\\mathrm{M}_{\\odot}^{-1}$ for both channels. We estimate that, according to our models, there are at most $\\sim900$ detectable Gaia~BH-like binaries in the Milky Way thin disc. What plays an important role in formation of Gaia~BH-like systems via the IBE channel is the mutual position of the natal kick velocity vector and the binary angular momentum vector. We find that natal kicks with a median magnitude of $\\sim40$ km/s are preferred for the formation of Gaia~BH1-like binaries. Approximately $94\\%$ of those binaries are formed with the BH spin misaligned to the orbital axis by less than $40^{\\circ}$. Gaia~BH2-like binaries form if the low velocity natal kick (of median magnitude $\\sim20$ km/s) is directed within $15^{\\circ}$ about the orbital plane. In addition to natal kick, we also discuss the influence of tidal interaction and the adopted common envelope $\\lambda_\\mathrm{ce}$~parameter prescription on the evolution of Gaia~BH-like binaries. We follow the subsequent evolution of the binaries, once formed as Gaia~BH1 and Gaia~BH2 systems, to investigate their connection with the low-mass X-ray binary population.\n        "}, {"ID": "2405.13503", "title": "Title:\n          Euclid: Early Release Observations -- The intracluster light and intracluster globular clusters of the Perseus cluster\n        ", "authors": ["M. Kluge", " N.A. Hatch", " M. Montes", " J.B. Golden-Marx", " A.H. Gonzalez", " J.-C. Cuillandre", " M. Bolzonella", " A. Lançon", " R. Laureijs", " T. Saifollahi", " M. Schirmer", " C. Stone", " A. Boselli", " M. Cantiello", " J.G. Sorce", " F.R. Marleau", " P.-A. Duc", " E. Sola", " M. Urbano", " S.L. Ahad", " Y. M. Bahé", " S.P. Bamford", " C. Bellhouse", " F. Buitrago", " P. Dimauro", " F. Durret", " A. Ellien", " Y. Jimenez-Teja", " E. Slezak", " N. Aghanim", " B. Altieri", " S. Andreon", " N. Auricchio", " M. Baldi", " A. Balestra", " S. Bardelli", " R. Bender", " D. Bonino", " E. Branchini", " M. Brescia", " J. Brinchmann", " S. Camera", " G.P. Candini", " V. Capobianco", " C. Carbone", " J. Carretero", " S. Casas", " M. Castellano", " S. Cavuoti", " A. Cimatti", " G. Congedo", " C.J. Conselice", " L. Conversi", " Y. Copin", " F. Courbin", " H.M. Courtois", " M. Cropper", " A. Da Silva", " H. Degaudenzi", " J. Dinis", " C.A.J. Duncan", " X. Dupac", " S. Dusini", " M. Farina", " S. Farrens", " S. Ferriol", " P. Fosalba", " M. Frailis", " E. Franceschi", " M. Fumana", " S. Galeotta", " B. Garilli", " W. Gillard", " B. Gillis", " C. Giocoli", " P. Gómez-Alvarez", " B.R. Granett", " A. Grazian", " F. Grupp", " L. Guzzo", " S.V.H. Haugan", " J. Hoar", " H. Hoekstra", " W. Holmes", " I. Hook", " F. Hormuth", " A. Hornstrup", " P. Hudelot", " K. Jahnke", " E. Keihänen", " S. Kermiche", " A. Kiessling", " T. Kitching", " R. Kohley", " B. Kubik", " M. Kümmel", " M. Kunz", " H. Kurki-Suonio", " O. Lahav", " S. Ligori"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          We study the intracluster light (ICL) and intracluster globular clusters (ICGCs) in the nearby Perseus galaxy cluster using Euclid's EROs. By modelling the isophotal and iso-density contours, we mapped the distributions and properties of the ICL and ICGCs out to radii of 200-600 kpc (up to ~1/3 of the virial radius) from the brightest cluster galaxy (BCG). We find that the central 500 kpc hosts 70000$\\pm$2800 GCs and $1.7\\times10^{12}$ L$_\\odot$ of diffuse light from the BCG+ICL in the near-infrared H$_E$. This accounts for 38$\\pm$6% of the cluster's total stellar luminosity within this radius. The ICL and ICGCs share a coherent spatial distribution, suggesting a common origin or that a common potential governs their distribution. Their contours on the largest scales (>200 kpc) are offset from the BCG's core westwards by 60 kpc towards several luminous cluster galaxies. This offset is opposite to the displacement observed in the gaseous intracluster medium. The radial surface brightness profile of the BCG+ICL is best described by a double Sérsic model, with 68$\\pm$4% of the H$_E$ light in the extended, outer component. The transition between these components occurs at ~60 kpc, beyond which the isophotes become increasingly elliptical and off-centred. The radial ICGC number density profile closely follows the BCG+ICL profile only beyond this 60 kpc radius, where we find an average of 60-80 GCs per $10^9$ M$_\\odot$ of diffuse stellar mass. The BCG+ICL colour becomes increasingly blue with radius, consistent with the stellar populations in the ICL having subsolar metallicities [Fe/H] ~ -0.6 to -1.0. The colour of the ICL, and the specific frequency and luminosity function of the ICGCs suggest that the ICL+ICGCs were tidally stripped from the outskirts of massive satellites with masses of a few $\\times10^{10}$ M$_\\odot$, with an increasing contribution from dwarf galaxies at large radii.\n        "}, {"ID": "2406.00155", "title": "Title:\n          Lessons from the high-resolution spectroscopy of AW UMa and Epsilon CrA: Is the Lucy model valid?\n        ", "authors": ["Slavek M. Rucinski"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          A re-examination of high-resolution spectral monitoring of the W UMa-type binaries AW UMa and Epsilon CrA casts doubt on the widely utilized Lucy (1968a, 1968b) model of contact binaries. The detection of the very faint profile of the secondary component in AW UMa leads to a new spectroscopic determination of the mass ratio, q(sp) = 0.092 +/- 0.007, which is close to the previous, medium-resolution spectroscopic result of Pribulla & Rucinski (2008), q(sp) = 0.101 +/- 0.006, and remains substantially different from a cluster of generally accepted photometric results by several authors, concentrated around q(ph) = 0.080 +/- 0.005. The two approaches are independent, with the spectroscopic technique being more direct yet more demanding on telescope/spectrograph resources, while the photometric determinations are accessible to smaller telescopes but entirely dependent on the Lucy model. A survey of binaries with the best-determined values of the mass ratio shows a common tendency for q(ph) < q(sp). The tendency for systematically smaller values of q(ph) may result from the overfilling of the primary lobe and underfilling of the secondary lobe relative to the Roche model geometry, as predicted by the Stepien (2009) model; the tendency may be variable in time. Despite the observed moderate inter-systemic velocities, the photometric Lucy model may remain useful in providing approximate, though biased, results for the mass ratio. A complicating factor in detailed spectral analysis may be the occurrence of Enhanced Spectral-line Perturbations (ESP) projected over the secondary profiles, appearing in different numbers in the two studied binaries. The ESPs are tentatively identified within the Stepien model as collision fronts or fountains of hot, primary-component gas from the circumbinary, energy-carrying flow.\n        "}, {"ID": "2406.02531", "title": "Title:\n          Hybrid inflation and gravitational waves from accidentally light scalars\n        ", "authors": ["Felix Brümmer", " Giacomo Ferrante", " Michele Frigerio"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          We construct a hybrid-inflation model where the inflaton potential is generated radiatively, as gauge symmetries guarantee it to be accidentally flat at tree level. The model can be regarded as a small-field version of Natural Inflation, with inflation ending when the mass of a second scalar, the waterfall field, turns tachyonic. This provides a minimal, robust realization of hybrid inflation, which predicts specific correlations among Cosmic Microwave Background observables. Tachyonic preheating leads to the production of gravitational waves which, for a low inflationary scale, might be detected by upcoming experiments. Simple variations of the model can give rise to topological defects, such as unstable domain walls. Their dynamics produces a stochastic gravitational wave background, which can be compatible with the recent detection by pulsar timing arrays.\n        "}, {"ID": "2406.08459", "title": "Title:\n          Consistent Theories for the DESI dark energy fit\n        ", "authors": ["Alessio Notari", " Michele Redi", " Andrea Tesi"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          We search for physically consistent realizations of evolving dark energy suggested by the cosmological fit of DESI, Planck and Supernovae data. First we note that any lagrangian description of the standard Chevallier-Polarski-Linder (CPL) parametrization for the dark energy equation of state $w$, allows for the addition of a cosmological constant. We perform the cosmological fit finding new regions of parameter space that however continue to favour dark energy with $w<-1$ at early times, that is challenging to realize in consistent theories. Next, in the spirit of effective field theories, we consider the effect of higher order terms in the Taylor expansion of the equation of state of dark energy around the present epoch. We find that non-linear corrections of the equation of state are weakly constrained, thus opening the way to scenarios that differ from CPL at early times, possibly with $w>-1$ at all times. We present indeed scenarios where evolving dark energy can be realized through quintessence models. We introduce in particular the ramp model where dark energy coincides with CPL at late times and approximates to a cosmological constant at early times. The latter model provides a much better fit than $\\Lambda$CDM, and only slightly worse than $w_0w_a$CDM, but with the notable advantage of being described by a simple and theoretically consistent lagrangian of a canonical quintessence model.\n        "}, {"ID": "2406.17105", "title": "Title:\n          Detection of a Highly Ionized Outflow in the Quasi-periodically Erupting Source GSN 069\n        ", "authors": ["P. Kosec", " E. Kara", " L. Brenneman", " J. Chakraborty", " M. Giustini", " G. Miniutti", " C. Pinto", " D. Rogantini", " R. Arcodia", " M. Middleton", " A. Sacchi"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Quasi-periodic eruptions (QPEs) are high-amplitude, soft X-ray bursts recurring every few hours, associated with supermassive black holes. Many interpretations for QPEs were proposed since their recent discovery in 2019, including extreme mass ratio inspirals and accretion disk instabilities. But, as of today, their nature still remains debated. We perform the first high-resolution X-ray spectral study of a QPE source using the RGS gratings onboard XMM-Newton, leveraging nearly 2 Ms of exposure on GSN 069, the first discovered source of this class. We resolve several absorption and emission lines including a strong line pair near the N VII rest-frame energy, resembling the P-Cygni profile. We apply photoionization spectral models and identify the absorption lines as an outflow blueshifted by $1700-2900$ km/s, with a column density of about $10^{22}$ cm$^{-2}$ and an ionization parameter $\\log (\\xi$/erg cm s$^{-1})$ of $3.9-4.6$. The emission lines are instead redshifted by up to 2900 km/s, and likely originate from the same outflow that imprints the absorption features, and covers the full $4\\pi$ sky from the point of view of GSN 069. The column density and ionization are comparable to the outflows detected in some tidal disruption events, but this outflow is significantly faster and has a strong emission component. The outflow is more highly ionized when the system is in the phase during which QPEs are present, and from the limits we derive on its location, we conclude that the outflow is connected to the recent complex, transient activity of GSN 069 which began around 2010.\n        "}, {"ID": "2407.02879", "title": "Title:\n          Analysis of the Emission and Morphology of the Pulsar Wind Nebula Candidate HAWC J2031+415\n        ", "authors": ["R. Alfaro", " C. Alvarez", " J.C. Arteaga-Velázquez", " D. Avila Rojas", " H.A. Ayala Solares", " R. Babu", " E. Belmont-Moreno", " K.S. Caballero-Mora", " T. Capistrán", " A. Carramiñana", " S. Casanova", " U. Cotti", " J. Cotzomi", " S. Coutiño de León", " E. De la Fuente", " C. de León", " D. Depaoli", " N. Di Lalla", " R. Diaz Hernandez", " B.L. Dingus", " M.A. DuVernois", " J.C. Díaz-Vélez", " K. Engel", " T. Ergin", " C. Espinoza", " K.L. Fan", " N. Fraija", " J.A. García-González", " M.M. González", " J.A. Goodman", " S. Groetsch", " J.P. Harding", " S. Hernández-Cadena", " I. Herzog", " D. Huang", " F. Hueyotl-Zahuantitla", " P. Hüntemeyer", " A. Iriarte", " S. Kaufmann", " J. Lee", " H. León Vargas", " A.L. Longinotti", " G. Luis-Raya", " K. Malone", " J. Martínez-Castro", " J.A. Matthews", " P. Miranda-Romagnoli", " .A. Montes", " E. Moreno", " M. Mostafá", " L. Nellen", " M. Newbold", " M.U. Nisa", " R. Noriega-Papaqui", " Y. Pérez Araujo", " E.G. Pérez-Pérez", " C.D. Rho", " D. Rosa-González", " E. Ruiz-Velasco", " H. Salazar", " D. Salazar-Gallegos", " A. Sandoval", " M. Schneider", " J. Serna-Franco", " A.J. Smith", " Y. Son", " R.W. Springer", " O. Tibolla", " K. Tollefson", " I. Torres", " R. Torres-Escobedo", " R. Turner", " F. Ureña-Mena", " E. Varela", " L. Villaseñor", " X. Wang", " Zhen Wang", " I.J. Watson", " S. Yu", " S. Yun-Cárcamo", " H. Zhou"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          The first TeV gamma-ray source with no lower energy counterparts, TeV J2032+4130, was discovered by HEGRA. It appears in the third HAWC catalog as 3HWC J2031+415 and it is a bright TeV gamma-ray source whose emission has previously been resolved as 2 sources: HAWC J2031+415 and HAWC J2030+409. While HAWC J2030+409 has since been associated with the \\emph{Fermi-LAT} Cygnus Cocoon, no such association for HAWC J2031+415 has yet been found. In this work, we investigate the spectrum and energy-dependent morphology of HAWC J2031+415. We associate HAWC J2031+415 with the pulsar PSR J2032+4127 and perform a combined multi-wavelength analysis using radio, X-ray, and $\\gamma$-ray emission. We conclude that HAWC J2031+415 and, by extension, TeV J2032+4130 are most probably a pulsar wind nebula (PWN) powered by PSR J2032+4127.\n        "}, {"ID": "2407.03406", "title": "Title:\n          Efficient Stochastic Template Bank using Inner Product Inequalities\n        ", "authors": ["Keisi Kacanja", " Alexander H. Nitz", " Shichao Wu", " Marco Cusinato", " Rahul Dhurkunde", " Ian Harry", " Tito Dal Canton", " Francesco Pannarale"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Gravitational wave searches are crucial for studying compact sources like neutron stars and black holes. Many sensitive modeled searches use matched filtering to compare gravitational strain data to a set of waveform models known as template banks. We introduce a new stochastic placement method for constructing template banks, offering efficiency and flexibility to handle arbitrary parameter spaces, including orbital eccentricity, tidal deformability, and other extrinsic parameters. This method can be computationally limited by the ability to compare proposal templates with the accepted templates in the bank. To alleviate this computational load, we introduce the use of inner product inequalities to reduce the number of required comparisons. We also introduce a novel application of Gaussian Kernel Density Estimation to enhance waveform coverage in sparser regions. Our approach has been employed to search for eccentric binary neutron stars, low-mass neutron stars, primordial black holes, supermassive black hole binaries. We demonstrate that our method produces self-consistent banks that recover the required minimum fraction of signals. For common parameter spaces, our method shows comparable computational performance and similar template bank sizes to geometric placement methods and stochastic methods, while easily extending to higher-dimensional problems. The time to run a search exceeds the time to generate the bank by a factor of $\\mathcal{O}(10^5)$ for dedicated template banks, such as geometric, mass-only stochastic, and aligned spin cases, $\\mathcal{O}(10^4)$ for eccentric and $\\mathcal{O}(10^3)$ for the tidal deformable bank. With the advent of efficient template bank generation, the primary area for improvement is developing more efficient search methodologies.\n        "}, {"ID": "2407.08719", "title": "Title:\n          The Impact of Astrophysical Priors on Parameter Inference for GW230529\n        ", "authors": ["Debatri Chattopadhyay", " Sama Al-Shammari", " Fabio Antonini", " Stephen Fairhurst", " Benjamin Miles", " Vivien Raymond"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          We investigate the effects of prior selection on the inferred mass and spin parameters of the neutron star-black hole merger GW230529\\_181500. Specifically, we explore models motivated by astrophysical considerations, including massive binary and pulsar evolution. We examine mass and spin distributions of neutron stars constrained by radio pulsar observations, alongside black hole spin observations from previous gravitational wave detections. We show that the inferred mass distribution highly depends upon the spin prior. Specifically, under the most restrictive, binary stellar evolution models, we obtain narrower distributions of masses with a black hole mass of $4.3^{+0.1}_{-0.1}\\,M_{\\odot}$and neutron star mass of $1.3^{+0.03}_{-0.03}\\,M_{\\odot}$ where, somewhat surprisingly, it is the prior on component spins which has the greatest impact on the inferred mass distributions. Re-weighting using neutron star mass and spin priors from observations of radio pulsars, with black hole spins from observations of gravitational waves, yields the black hole and the neutron star masses to be $3.8^{+0.5}_{-0.6} \\,M_\\odot$ and $1.4^{+0.2}_{-0.1} \\,M_\\odot$ respectively. The sequence of compact object formation -- whether the neutron star or the black hole formed first -- cannot be determined at the observed signal-to-noise ratio. However, there is no evidence that the black hole was tidally spun up.\n        "}, {"ID": "2407.08778", "title": "Title:\n          Mass Modeling and Kinematics of Galaxy Clusters in Modified Gravity\n        ", "authors": ["Lorenzo Pizzuti", " Yacer Boumechta", " Sandeep Haridasu", " Alexandre M. Pombo", " Sofia Dossena", " Minahil Adil Butt", " Francesco Benetti", " Carlo Baccigalupi", " Andrea Lapi"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          The chameleon screening mechanism has been constrained many a time using dynamic and kinematic galaxy cluster observables. Current constraints are, however, insensitive to different mass components within galaxy clusters and have been mainly focused on a single mass density profile, the Navarro-Frenk-While mass density model. In this work, we extend the study of the Chameleon screening mechanism in galaxy clusters by considering a series of mass density models, namely: generalized-Navarro-Frenk-While, b-Navarro-Frenk-While, Burket, Isothermal and Einasto. The coupling strength ($\\beta$) and asymptotic value of the chameleon field ($\\phi_\\infty$) are constrained by using kinematics analyses of simulated galaxy clusters, generated both assuming General Relativity and a strong chameleon scenario. By implementing a Bayesian analysis we comprehensively show that the biases introduced due to an incorrect assumption of the mass model are minimal. Similarly, we also demonstrate that a spurious detection of evidence for modifications to gravity is highly unlikely when utilizing the kinematics of galaxy clusters.\n        "}, {"ID": "2407.09560", "title": "Title:\n          Permanent Capture into the Solar System\n        ", "authors": ["Edward Belbruno", " James Green"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          In this note, an interesting region about the Sun in phase space is described where the permanent capture of an object, $P$, of small mass from interstellar space can occur, under the gravitational perturbation of the resultant mass of the Galaxy. $P$ is never ejected back into interstellar space and won't collide with the Sun. It cycles about the Sun for all time, asymptotically approaching the capture set. In addition to being permanently captured, $P$ is also weakly captured. A recent result in \\cite{Belbruno:2024} describes this region in general. It has a fractal structure. This is applied to the permanent capture of rogue planets and other objects from interstellar space\n        "}, {"ID": "2407.09876", "title": "Title:\n          Detection of hidden emissions in two rotating radio transients with high surface magnetic fields\n        ", "authors": ["S.B. Zhang", " X. Yang", " J.J. Geng", " Y.P. Yang", " X.F. Wu"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Rotating Radio Transients (RRATs) are neutron stars emitting sporadic radio pulses. The unique emission of RRATs has been proposed to resemble those of known pulsar types, such as extreme nulling pulsars or pulsars with giant pulses. However, the presence of additional radiation beyond these sporadic pulses remains unclear. Through high-sensitivity observations and extended tracking, we detected the sequential weak emissions in two RRATs with relatively high surface magnetic fields (Bs > 10^13 G): J1846-0257 and J1854+0306. These emissions show peak flux densities of 0.15 and 0.41 mJy, up to 687 and 512 times weaker than our detected RRAT single pulses, respectively. The weak emissions contribute small fractions (~ 16% and 5%) to the total radio pulse energy releases, contrasting significantly with giant-pulse pulsars where normal pulses dominate. Polarization analysis of J1854+0306 suggests that its sporadic RRAT pulses may originate from intermittent enhanced sparking processes due to magnetospheric evolution. Our findings indicate that some RRATs may represent a novel class of pulsars, distinct from any previously known subclass. Further observations of sources with similar rotational properties using high-sensitivity instruments could validate the generality of these hidden emissions.\n        "}, {"ID": "2407.19033", "title": "Title:\n          Rates and beaming angles of GRBs associated with compact binary coalescences\n        ", "authors": ["Shasvath J. Kapadia", " Dimple", " Dhruv Jain", " Kuntal Misra", " K. G. Arun", " L. Resmi"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Some, if not all, binary neutron star (BNS) coalescences, and a fraction of neutron - star black hole (NSBH) mergers, are thought to produce sufficient mass-ejection to power Gamma-Ray Bursts (GRBs). However, this fraction, as well as the distribution of beaming angles of BNS-associated GRBs, are poorly constrained from observation. Recent work applied machine learning tools to analyze GRB light curves observed by {\\textit{Fermi}}/GBM and {\\it Swift}/BAT. GRBs were segregated into multiple distinct clusters, with the tantalizing possibility that one of them (BNS cluster) could be associated with BNSs and another (NSBH cluster) with NSBHs. As a proof of principle, assuming that all GRBs detected by {\\it Fermi}/GBM and {\\it Swift}/BAT associated with BNSs (NSBHs) lie in the BNS (NSBH) cluster, we estimate their rates ($\\mathrm{Gpc}^{-3}\\mathrm{yr}^{-1}$). We compare these rates with corresponding BNS and NSBH rates estimated by the LIGO-Virgo-Kagra (LVK) collaboration from the first three observing runs (O1, O2, O3). We find that the BNS rates are consistent with LVK's rate estimates, assuming a uniform distribution of beaming fractions ($f_b \\in [0.01, 0.1]$). Conversely, using the LVK's BNS rate estimates, assuming all BNS mergers produce GRBs, we are able to constrain the beaming angle distribution to $\\theta_j \\in [0.8^{\\circ}, 33.5^{\\circ}]$ at $90\\%$ confidence. We similarly place limits on the fraction of GRB-Bright NSBHs as $f_B \\in [1.3\\%, 63\\%]$ ($f_B \\in [0.4\\%, 15\\%]$) with {\\it Fermi}/GBM ({\\it Swift}/BAT) data.\n        "}, {"ID": "2408.00062", "title": "Title:\n          Modelling the multi-wavelength detection of protoclusters. I: An excess of submillimetre galaxies in protocluster cores\n        ", "authors": ["Pablo Araya-Araya", " Rachel K. Cochrane", " Christopher C. Hayward", " Robert M. Yates", " Laerte Sodré Jr.", " Marcelo C. Vicentin", " Douglas Rennehan", " Roderik Overzier", " Marcel van Daalen"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Studies of galaxy protoclusters yield insights into galaxy cluster formation complementary to those obtained via `archaeological' studies of present-day galaxy clusters. Submillimetre-selected galaxies (SMGs) are one class of sources used to find high-redshift protoclusters. However, due to the rarity of protoclusters (and thus the large simulation volume required) and the complexity of modeling dust emission from galaxies, the relationship between SMGs and protoclusters has not been adequately addressed in the theoretical literature. In this work, we apply the L-GALAXIES semi-analytic model (SAM) to the Millennium N-body simulation. We assign submillimetre (submm) flux densities to the model galaxies using a scaling relation from previous work, in which dust radiative transfer was performed on high-resolution galaxy zoom simulations. We find that the fraction of model galaxies that are submm-bright is higher in protocluster cores than in both protocluster `outskirts' and the field; the fractions for the latter two are similar. This excess is not driven by an enhanced starburst frequency. Instead, the primary reason is that overdense environments have a relative overdensity of high-mass halos and thus `oversample' the high-mass end of the star formation main sequence relative to less-dense environments. The fraction of SMGs that are optically bright is dependent on stellar mass and redshift but independent of environment. The fraction of galaxies for which the majority of star formation is dust-obscured is higher in protocluster cores, primarily due to the dust-obscured fraction being correlated with stellar mass. Our results can be used to guide and interpret multi-wavelength studies of galaxy populations in protoclusters.\n        "}, {"ID": "2408.03040", "title": "Title:\n          Multi-dimensional optimisation of the scanning strategy for the LiteBIRD space mission\n        ", "authors": ["Y. Takase", " L. Vacher", " H. Ishino", " G. Patanchon", " L. Montier", " S. L. Stever", " K. Ishizaka", " Y. Nagano", " W. Wang", " J. Aumont", " K. Aizawa", " A. Anand", " C. Baccigalupi", " M. Ballardini", " A. J. Banday", " R. B. Barreiro", " N. Bartolo", " S. Basak", " M. Bersanelli", " M. Bortolami", " T. Brinckmann", " E. Calabrese", " P. Campeti", " E. Carinos", " A. Carones", " F. J. Casas", " K. Cheung", " L. Clermont", " F. Columbro", " A. Coppolecchia", " F. Cuttaia", " P. de Bernardis", " T. de Haan", " E. de la Hoz", " S. Della Torre", " P. Diego-Palazuelos", " G. D'Alessandro", " H. K. Eriksen", " J. Errard", " F. Finelli", " U. Fuskeland", " G. Galloni", " M. Galloway", " M. Gervasi", " T. Ghigna", " S. Giardiello", " C. Gimeno-Amo", " E. Gjerløw", " R. González González", " A. Gruppuso", " M. Hazumi", " S. Henrot-Versillé", " L. T. Hergt", " K. Ikuma", " K. Kohri", " L. Lamagna", " M. Lattanzi", " C. Leloup", " M. Lembo", " F. Levrier", " A. I. Lonappan", " M. López-Caniego", " G. Luzzi", " B. Maffei", " E. Martínez-González", " S. Masi", " S. Matarrese", " F. T. Matsuda", " T. Matsumura", " S. Micheli", " M. Migliaccio", " M. Monelli", " G. Morgante", " B. Mot", " R. Nagata", " T. Namikawa", " A. Novelli", " K. Odagiri", " S. Oguri", " R. Omae", " L. Pagano", " D. Paoletti", " F. Piacentini", " M. Pinchera", " G. Polenta", " L. Porcelli", " N. Raffuzzi", " M. Remazeilles", " A. Ritacco", " M. Ruiz-Granda", " Y. Sakurai", " D. Scott", " Y. Sekimoto", " M. Shiraishi", " G. Signorelli", " R. M. Sullivan", " H. Takakura", " L. Terenzi", " M. Tomasi", " M. Tristram"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          Large angular scale surveys in the absence of atmosphere are essential for measuring the primordial $B$-mode power spectrum of the Cosmic Microwave Background (CMB). Since this proposed measurement is about three to four orders of magnitude fainter than the temperature anisotropies of the CMB, in-flight calibration of the instruments and active suppression of systematic effects are crucial. We investigate the effect of changing the parameters of the scanning strategy on the in-flight calibration effectiveness, the suppression of the systematic effects themselves, and the ability to distinguish systematic effects by null-tests. Next-generation missions such as LiteBIRD, modulated by a Half-Wave Plate (HWP), will be able to observe polarisation using a single detector, eliminating the need to combine several detectors to measure polarisation, as done in many previous experiments and hence avoiding the consequent systematic effects. While the HWP is expected to suppress many systematic effects, some of them will remain. We use an analytical approach to comprehensively address the mitigation of these systematic effects and identify the characteristics of scanning strategies that are the most effective for implementing a variety of calibration strategies in the multi-dimensional space of common spacecraft scan parameters. We also present Falcons, a fast spacecraft scanning simulator that we developed to investigate this scanning parameter space.\n        "}, {"ID": "2408.03229", "title": "Title:\n          Quintessential early dark energy\n        ", "authors": ["Sk. Sohail", " Sonej Alam", " Shiriny Akthar", " Md. Wali Hossain"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          In this paper, we introduce a unified model of early and late dark energy. We call it {\\it quintessential early dark energy} model in which early and late dark energy are explained by a single scalar field. In other words two different energy scales are related by a single scalar field potential. To achieve this we introduce the modified steep exponential potential. This potential has a hilltop nature during the early time which consists of a flat region followed by a steep region. This nature of the potential plays a crucial role in achieving early dark energy solution. During recent time, the potential can almost mimic the cosmological constant which can result into late time acceleration. But, at the perturbation level the potential shows significant difference with the $\\Lambda$CDM model. We also constrain and compare the models for steep exponential, modified steep exponential, axionlike and power law potentials by using the available background cosmological data from CMB, BAO (including DESI DR1 2024), supernovae (Pantheon$+$, DESY5 and Union3) and Hubble parameter measurements. Even after the presence of required EDE solution in all four potentials we don't get any significant improvement in the value of $H_0$. The maximum improvement we get in the present value of Hubble parameter compared to the standard $\\Lambda$CDM model is for the axionlike potential. For other potentials the constraints are similar to the $\\Lambda$CDM model. We also see that the data prefers $\\Lambda$CDM model over the considered scalar field models at least for the data combinations with Pantheon$+$ and Union3.\n        "}, {"ID": "2408.13310", "title": "Title:\n          Dynamical confirmation for a black hole in the X-ray transient Swift J1727.8-1613\n        ", "authors": ["D. Mata Sanchez (1", "2)", " M. A. P. Torres (1", "2)", " J. Casares (1", "2)", " T. Munoz-Darias (1", "2)", " M. Armas Padilla (1", "2)", " I. V. Yanes-Rizo (1", "2)", "  ((1) Instituto de Astrofisica de Canarias", " La Laguna", " Tenerife", " Spain", " (2) Departamento de astrofisica", " Univ. de La Laguna", " La Laguna", " Tenerife", " Spain)"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          The X-ray transient Swift J1727.8-1613 ended its 10-month discovery outburst on June of 2024, when it reached an optical brightness comparable to pre-discovery magnitudes. With the aim of performing a dynamical study, we launched an optical spectroscopy campaign with the GTC telescope. We detect the companion star and construct its radial velocity curve, yielding a binary orbital period of Porb = 10.8038 +- 0.0010 h and a radial velocity semi-amplitude of K2 = 390 +- 4 km/s. This results in a mass function of f(M1)=2.77 +- 0.09 Msun. Combined with constraints on the binary inclination, it sets a lower limit to the compact object mass of M1 > 3.12 +- 0.10 Msun, dynamically confirming the black hole nature of the accretor. Comparison of the average spectrum in the rest frame of the companion with synthetic stellar templates supports a K4V donor partially veiled (74%) by the accretion disc. A refined distance measurement of 3.7+- 0.3 kpc, together with the astrometric proper motion and the systemic velocity derived from the radial velocity curve (181 +-4 km/s), supports a natal kick velocity of 220 +40 -50 km/s, at the upper end of the observed distribution.\n        "}, {"ID": "2408.16843", "title": "Title:\n          Unveiling the HD 95086 system at mid-infrared wavelengths with JWST/MIRI\n        ", "authors": ["Mathilde Mâlin", " Anthony Boccaletti", " Clément Perrot", " Pierre Baudoz", " Daniel Rouan", " Pierre-Olivier Lagage", " Rens Waters", " Manuel Güdel", " Thomas Henning", " Bart Vandenbussche", " Olivier Absil", " David Barrado", " Christophe Cossou", " Leen Decin", " Adrian M. Glauser", " John Pye", " Goran Olofsson", " Alistair Glasse", " Fred Lahuis", " Polychronis Patapis", " Pierre Royer", " Silvia Scheithauer", " Niall Whiteford", " Eugene Serabyn", " Elodie Choquet", " Luis Colina", " Göran Ostlin", " Tom P. Ray", " Gillian Wright"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          Mid-infrared imaging of exoplanets and disks is now possible with the coronagraphs of the MIRI on the JWST. This wavelength range unveils new features of young directly imaged systems and allows us to obtain new constraints for characterizing the atmosphere of young giant exoplanets and associated disks. These observations aim to characterize the atmosphere of the planet HD 95086 b by adding mid-infrared information so that the various hypotheses about its atmospheric parameters values can be unraveled. Improved images of circumstellar disks are provided. We present the MIRI coronagraphic imaging of the system HD 95086 obtained with the F1065C, F1140, and F2300C filters at central wavelengths of 10.575, 11.3, and 23 microns, respectively. We explored the method for subtracting the stellar diffraction pattern in the particular case when bright dust emitting at short separation is present. Furthermore, we compared different methods for extracting the photometry of the planet. Using the atmospheric models Exo-REM and ATMO, we measured the atmospheric parameters of HD 95086 b. The planet HD 95086 b and the contribution from the inner disk are detected at the two shortest MIRI wavelengths F1065C and F1140C. The outer colder belt is imaged at 23 microns. The mid-infrared photometry provides better constraints on the atmospheric parameters. We evaluate a temperature of 800-1050 K, consistent with one previous hypothesis that only used NIR data. The radius measurement of 1.0-1.14 RJup is better aligned with evolutionary models, but still smaller than predicted. These observations allow us to refute the hypothesis of a warm circumplanetary disk. HD 95086 is one of the first exoplanetary systems to be revealed at mid-infrared wavelengths. This highlights the interests and challenges of observations at these wavelengths.\n        "}, {"ID": "2409.01304", "title": "Title:\n          Thermal Conductivity and Thermal Hall Effect in Dense Electron-Ion Plasma\n        ", "authors": ["Arus Harutyunyan", " Armen Sedrakian"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          In this study, we examine thermal conductivity and the thermal Hall effect in electron-ion plasmas relevant to hot neutron stars, white dwarfs, and binary neutron star mergers, focusing on densities found in the outer crusts of neutron stars and the interiors of white dwarfs. We consider plasma consisting of single species of ions, which could be either iron $\\isotope[56]{Fe}$ or carbon $\\isotope[12]{C}$ nuclei. The temperature range explored is from the melting temperature of the solid $T\\sim10^9$~K up to $10^{11}$~K. This covers both degenerate and non-degenerate electron regimes. We find that thermal conductivity increases with density and temperature for which we provide analytical scaling relations valid in different regimes. The impact of magnetic fields on thermal conductivity is also analyzed, showing anisotropy in low-density regions and the presence of the thermal Hall effect characterized by the Righi--Leduc coefficient. The transition from a degenerate to non-degenerate regime is characterized by a minimum ratio of thermal conductivity to temperature, which is analogous to the minimum observed already in the case of electrical conductivity. We provide also formulas fit to our numerical results, which can be used in dissipative magneto-hydrodynamics simulations of warm compact stars.\n        "}, {"ID": "2409.03637", "title": "Title:\n          A splitting method for numerical relativistic magnetohydrodynamics\n        ", "authors": ["Serguei Komissarov", " David Phillips"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          We describe a novel splitting approach to numerical relativistic magnetohydrodynamics (RMHD) designed to expand its applicability to the domain of ultra-high magnetisation (high-$\\sigma$). In this approach, the electromagnetic field is split into the force-free component and its perturbation due to the plasma inertia. Accordingly, the system of RMHD equations is extended to include the subsystem of force-free degenerate electrodynamics and the subsystem governing the plasma dynamics and the perturbation of the force-free field. The combined system of conservation laws is integrated simultaneously, to which aim various numerical techniques can be used, and the force-free field is recombined with its perturbation at the end of every timestep. To explore the potential of this splitting approach, we combined it with a 3rd-order WENO method, and carried out a variety of 1D and 2D test simulations. The simulations confirm the robustness of the splitting method in the high-$\\sigma$ regime, and also show that it remains accurate in the low-$\\sigma$ regime, all the way down to $\\sigma$ = 0. Thus, the method can be used for simulating complex astrophysical flows involving a wide range of physical parameters. The numerical resistivity of the code obeys a simple ansatz and allows fast magnetic reconnection in the plasmoid-dominated regime. The results of simulations involving thin and long current sheets agree very well with the theory of resistive magnetic reconnection.\n        "}, {"ID": "2409.06958", "title": "Title:\n          Spectroscopy using a visible photonic lantern at the Subaru telescope: Laboratory characterization and first on-sky demonstration on Ikiiki ({\\alpha} Leo) and `Aua ({\\alpha} Ori)\n        ", "authors": ["Sébastien Vievard", " Manon Lallement", " Sergio Leon-Saval", " Olivier Guyon", " Nemanja Jovanovic", " Elsa Huby", " Sylvestre Lacour", " Julien Lozi", " Vincent Deo", " Kyohoon Ahn", " Miles Lucas", " Steph Sallum", " Barnaby Norris", " Chris Betters", " Rodrygo Amezcua-Correa", " Stephanos Yerolatsitis", " Michael Fitzgerald", " Jon Lin", " Yoo Jung Kim", " Pradip Gatkine", " Takayuki Kotani", " Motohide Tamura", " Thayne Currie", " Harry-Dean Kenchington", " Guillermo Martin", " Guy Perrin"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          Photonic lanterns are waveguide devices enabling high throughput single mode spectroscopy and high angular resolution. We aim to present the first on-sky demonstration of a photonic lantern (PL) operating in visible light, to measure its throughput and assess its potential for high-resolution spectroscopy of compact objects. We used the SCExAO instrument (a double stage extreme AO system installed at the Subaru telescope) and FIRST mid-resolution spectrograph (R 3000) to test the visible capabilities of the PL on internal source and on-sky observations. The best averaged coupling efficiency over the PL field of view was measured at 51% +/- 10% with a peak at 80%. We also investigate the relationship between coupling efficiency and the Strehl ratio for a PL, comparing them with those of a single-mode fiber (SMF). Findings show that in the AO regime, a PL offers better coupling efficiency performance than a SMF, especially in the presence of low spatial frequency aberrations. We observed Ikiiki (alpha Leo - mR = 1.37) and `Aua (alpha Ori - mR = -1.17) at a frame rate of 200 Hz. Under median seeing conditions (about 1 arcsec measured in H band) and large tip/tilt residuals (over 20 mas), we estimated an average light coupling efficiency of 14.5% +/- 7.4%, with a maximum of 42.8% at 680 nm. We were able to reconstruct both star's spectra, containing various absorption lines. The successful demonstration of this device opens new possibilities in terms of high throughput single-mode fiber-fed spectroscopy in the Visible. The demonstrated on-sky coupling efficiency performance would not have been achievable with a single SMF injection setup under similar conditions, partly because the residual tip/tilt alone exceeded the field of view of a visible SMF (18 mas at 700 nm). Thus emphasizing the enhanced resilience of PL technology to such atmospheric disturbances. The additional\n        "}, {"ID": "2409.17532", "title": "Title:\n          TOI-2458 b: A mini-Neptune consistent with in situ hot Jupiter formation\n        ", "authors": ["Ján Šubjak", " Davide Gandolfi", " Elisa Goffo", " David Rapetti", " Dawid Jankowski", " Toshiyuki Mizuki", " Fei Dai", " Luisa M. Serrano", " Thomas G. Wilson", " Krzysztof Goździewski", " Grzegorz Nowak", " Jon M. Jenkins", " Joseph D. Twicken", " Joshua N. Winn", " Allyson Bieryla", " David R. Ciardi", " William D. Cochran", " Karen A. Collins", " Hans J. Deeg", " Rafael A. García", " Eike W. Guenther", " Artie P. Hatzes", " Petr Kabáth", " Judith Korth", " David W. Latham", " John H. Livingston", " Michael B. Lund", " Savita Mathur", " Norio Narita", " Jaume Orell-Miquel", " Enric Pallé", " Carina M. Persson", " Seth Redfield", " Richard P. Schwarz", " David Watanabe", " Carl Ziegler"], "subject": "Earth and Planetary Astrophysics (astro-ph.EP)", "abstract": "\n          We report on the discovery and spectroscopic confirmation of TOI-2458 b, a transiting mini-Neptune around an F-type star leaving the main-sequence with a mass of $M_\\star=1.05 \\pm 0.03$ M$_{\\odot}$, a radius of $R_\\star=1.31 \\pm 0.03$ R$_{\\odot}$, an effective temperature of $T_{\\rm eff}=6005\\pm50$ K, and a metallicity of $-0.10\\pm0.05$ dex. By combining TESS photometry with high-resolution spectra acquired with the HARPS spectrograph, we found that the transiting planet has an orbital period of $\\sim$3.74 days, a mass of $M_p=13.31\\pm0.99$ M$_{\\oplus}$ and a radius of $R_p=2.83\\pm0.20$ R$_{\\oplus}$. The host star TOI-2458 shows a short activity cycle of $\\sim$54 days revealed in the HARPS S-index and H$\\alpha$ times series. We took the opportunity to investigate other F stars showing activity cycle periods comparable to that of TOI-2458 and found that they have shorter rotation periods than would be expected based on the gyrochronology predictions. In addition, we determined TOI-2458's stellar inclination angle to be $i_\\star\\,=\\,10.6_{-10.6}^{+13.3}$ degrees. We discuss that both phenomena (fast stellar rotation and planet orbit inclination) could be explained by in situ formation of a hot Jupiter interior to TOI-2458 b. It is plausible that this hot Jupiter was recently engulfed by the star. Analysis of HARPS spectra has identified the presence of another planet with a period of $P\\,=\\,16.55\\pm0.06$ days and a minimum mass of $M_p \\sin i=10.22\\pm1.90$ M$_{\\oplus}$. Using dynamical stability analysis, we constrained the mass of this planet to the range $M_{c} \\simeq (10, 25)$ M$_{\\oplus}$.\n        "}, {"ID": "2410.02875", "title": "Title:\n          Black hole spin evolution across cosmic time from the NewHorizon simulation\n        ", "authors": ["Ricarda S. Beckmann", " Yohan Dubois", " Marta Volonteri", " Chi An Dong-Paez", " Sebastien Periani", " Joanna M Piotrowska", " Garreth Martin", " Katharina Kraljic", " Julien Devriendt", " Christophe Peirani", " Sukyoung K Yi"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          Astrophysical black holes (BHs) have two fundamental properties: mass and spin. While the mass-evolution of BHs has been extensively studied, much less work has been done on predicting the distribution of BH spins. In this paper we present the spin evolution for a sample of intermediate-mass and massive BHs from the newHorizon simulation, which evolved BH spin across cosmic time in a full cosmological context through gas accretion, BH-BH mergers and BH feedback including jet spindown. As BHs grow, their spin evolution alternates between being dominated by gas accretion and BH mergers. Massive BHs are generally highly spinning. Accounting for the spin energy extracted through the Blandford-Znajek mechanism increases the scatter in BH spins, especially in the mass range $10^{5-7} \\rm \\ M_\\odot$, where BHs had previously been predicted to be almost universally maximally spinning. We find no evidence for spin-down through efficient chaotic accretion. As a result of their high spin values, massive BHs have an average radiative efficiency of $<\\varepsilon_{\\rm r}^{\\rm thin}> \\approx 0.19$. As BHs spend much of their time at low redshift with a radiatively inefficient thick disc, BHs in our sample remain hard to observe. Different observational methods probe different sub-populations of BHs, significantly influencing the observed distribution of spins. Generally, X-ray-based methods and higher luminosity cuts increase the average observed BH spin. When taking BH spin evolution into account, BHs inject on average between 3 times (in quasar mode) and 8 times (in radio mode) as much feedback energy into their host galaxy as previously assumed.\n        "}, {"ID": "2410.12992", "title": "Title:\n          Origin of spectral bands in the Crab pulsar radio emission\n        ", "authors": ["Mikhail V. Medvedev"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          The model explaining the spectral \"zebra\" pattern of the high-frequency interpulse (HFIP) of the Crab pulsar radio emission is proposed. The observed emission bands are diffraction fringes in the spectral domain. The pulsar's own plasma-filled magnetosphere plays a role of a frequency-dependent \"diffraction screen\". The observed features such as the proportional band spacing, high polarization, constant position angle, and others are explained. The model allows one to perform \"tomography\" of the pulsar magnetosphere. Indeed, we have obtained the plasma density profile directly from observations, without assuming a particular magnetosphere. Our model is testable and several predictions are made. The two \"high-frequency components\" observed at the same frequencies as the HFIP are proposed to be related to HFIP.\n        "}, {"ID": "2410.17142", "title": "Title:\n          Coniferest: a complete active anomaly detection framework\n        ", "authors": ["M. V. Kornilov", " V. S. Korolev", " K. L. Malanchev", " A. D. Lavrukhina", " E. Russeil", " T. A. Semenikhin", " E. Gangler", " E. E. O. Ishida", " M. V. Pruzhinskaya", " A. A. Volnova", " S. Sreejith"], "subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)", "abstract": "\n          We present coniferest, an open source generic purpose active anomaly detection framework written in Python. The package design and implemented algorithms are described. Currently, static outlier detection analysis is supported via the Isolation forest algorithm. Moreover, Active Anomaly Discovery (AAD) and Pineforest algorithms are available to tackle active anomaly detection problems. The algorithms and package performance are evaluated on a series of synthetic datasets. We also describe a few success cases which resulted from applying the package to real astronomical data in active anomaly detection tasks within the SNAD project.\n        "}, {"ID": "2410.18182", "title": "Title:\n          Precise Measurements of the LMC Bar's Geometry With Gaia DR3 and a Novel Solution to Crowding Induced Incompleteness in Star Counting\n        ", "authors": ["Himansh Rathore (U. Arizona)", " Yumi Choi (NSF NOIRLab)", " Knut A.G. Olsen (NSF NOIRLab)", " Gurtina Besla (U. Arizona)"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          We present new measurements of the two-dimensional (2-D) geometry of the LMC's stellar bar with precise astrometric observations of red clump stars in Gaia DR3. We develop a novel solution to tackle crowding induced incompleteness in Gaia datasets with the Gaia BP-RP color excess. Utilizing the color excess information, we derive a 2-D completeness map of the LMC's disk. We find that incompleteness biases the bar measurements and induces large uncertainties. With the completeness-corrected 2-D red clump map, we precisely measure the LMC bar's properties for the first time using Fourier decomposition. The bar radius is $R_{bar} = 2.13^{+0.03}_{-0.04}$ kpc, and its position angle is $121.26^{\\circ} \\pm 0.21^{\\circ}$. The bar's strength as quantified by the Fourier bi-symmetric amplitude is $S_{bar} = 0.27$, indicating that the LMC has a significant bar perturbation. We find the bar has an axis ratio of $0.54 \\pm 0.03$, and is offset with respect to the center of the outer disk isophote at R $\\approx$ 5 kpc by $0.76 \\pm 0.01$ kpc. These LMC bar properties agree with a hydrodynamic model where the SMC has undergone a recent direct collision with the LMC. We compare the LMC's bar properties with other barred galaxies in the local universe, and discover that the LMC is similar to other barred galaxies in terms of bar-galaxy scaling relations. We discuss how our completeness correction framework can be applied to other systems in the Local Group.\n        "}, {"ID": "2410.18498", "title": "Title:\n          XTE J1814-338: A potential hybrid star candidate\n        ", "authors": ["P. Laskos-Patkos", " Ch.C. Moustakidis"], "subject": "High Energy Astrophysical Phenomena (astro-ph.HE)", "abstract": "\n          A recent analysis on the properties of the XTE J1814-338 pulsar yielded a surprising radius value around ~ 7 km. Notably, this estimation is significantly lower compared to the expected values for the radius of neutron stars (as they are derived from both theoretical calculations and corresponding observations), In this letter, we focus on the construction of hybrid equations of state for the possible reconciliation of the exotic XTE J18014-338 properties. Our analysis indicates that an equation of state involving a sufficiently strong phase transition could potentially lead to the explanation of the size and mass of such a compact object. By examining the sign of the $dM/dP_c$ slope, we found that stellar configurations compatible to XTE J18014-338 are only stable for a 'stiff' low density phase. For a 'soft' hadronic EOS selection the stability of the resulting configurations may not be satisfied in terms of the turning point criterion. However, a complementary analysis, for the radial oscillations of the aforementioned configurations, indicated their stability when a slow phase conversion is considered.\n        "}, {"ID": "2410.20382", "title": "Title:\n          Composite running vacuum in the Universe: implications on the cosmological tensions\n        ", "authors": ["Joan Solà Peracaula"], "subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)", "abstract": "\n          The possibility that the vacuum energy density (VED) could be time dependent in the expanding Universe is intuitively more reasonable than just a rigid cosmological constant for the entire cosmic history. The framework of the running vacuum model (RVM) is a salient example derived from QFT in curved spacetime, wherein the VED appears as a power series of the Hubble rate, $H(t)$, and its derivatives. The RVM contributes to alleviate the cosmological tensions and at a more fundamental level it also helps to smooth out certain hardcore aspects of the cosmological constant problem. Composite dark energy (DE) extensions of the RVM are possible, in which the DE is a mixed fluid made out of running vacuum and an entity X called ``phantom matter'' which, I should stress, is radically different from phantom DE, since the former produces positive pressure like ordinary matter (therein its name). The prototype is the old $\\Lambda$XCDM model from 2006. Recently a simplified version of the latter, called the $w$XCDM, has proven capable to yield a truly outstanding fit to the cosmological data with dramatic implications for mitigating the cosmological tensions. The analysis is sensitive to the kind of BAO data used, transversal (2D) or anisotropic (3D). For both BAO types the overall fit quality is substantially better than for the standard $\\Lambda$CDM model, and the growth tension becomes alleviated. Nevertheless, only for 2D BAO the $H_0$-tension can be completely cut down. Most notably, this scenario favours (at $3.3\\sigma$ c.l.) quintessence-like behavior around our time, as recently reported by the DESI Collaboration. In what follows I will summarize in very simple phenomenological terms the essentials of the RVM idea and its composite extensions, as well as the remarkable practical implications ensuing from such scenarios.\n        "}, {"ID": "2410.20842", "title": "Title:\n          Implication of a galaxy-scale negative feedback by one of the most powerful multi-phase outflows in a hyper-luminous infrared galaxy at the intermediate redshift\n        ", "authors": ["Xiaoyang Chen", " Masayuki Akiyama", " Kohei Ichikawa", " Yoshiki Toba", " Toshihiro Kawaguchi", " Takuma Izumi", " Toshiki Saito", " Daisuke Iono", " Masatoshi Imanishi", " Kianhong Lee", " Hiroshi Nagai", " Hirofumi Noda", " Abdurro'uf", " Mitsuru Kokubo", " Naoki Matsumoto"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Powerful, galactic outflows driven by Active Galactic Nuclei (AGNs) are commonly considered as a main mechanism to regulate star formation in massive galaxies. Ultra- and hyper-luminous IR galaxies (U/HyLIRGs) are thought to represent a transition phase of galaxies from a rapidly growing period to a quiescent status as gas swept out by outflows, providing a laboratory to investigate outflows and their feedback effects on the hosts. In this paper we report recent Gemini and ALMA observations of a HyLIRG, J1126 at $z=0.46842$, which has been identified with a puzzling co-existence of a fast ionized outflow ($>2000$ km s$^{-1}$) and an intense starburst (star formation rate of 800 $M_{\\odot}$ yr$^{-1}$). The Gemini observation shows the fast ionized outflow is extended to several kpc with a mass-loss rate of 180 $M_{\\odot}$ yr$^{-1}$. A massive molecular outflow with a high mass-loss rate (2500 $M_{\\odot}$ yr$^{-1}$) is revealed by ALMA. The multi-phase outflows show large factors of momentum boost and loading of kinetic power, indicating a driving by thermal pressure of a nuclear hot wind and/or radiation pressure of a highly obscured AGN. In addition to ejection of kinetic energy, it is also found that the powerful outflow can induce an ionizing shock in the galaxy disk and enhance the excitation and dissociation of molecular gas. The powerful outflow probably results in an instantaneous negative feedback and shows potential to regulate the host growth in a long term.\n        "}, {"ID": "2411.06647", "title": "Title:\n          Multiplicity of Galactic Cepheids from long-baseline interferometry V. High-accuracy orbital parallax and mass of SU Cygni\n        ", "authors": ["A. Gallenne", " N. R. Evans", " P. Kervella", " J. D. Monnier", " C. R Proffitt", " G. H. Schaefer", " E. M. Winston", " J. Kuraszkiewicz", " A. Mérand", " G. Pietrzyński", " W. Gieren", " B. Pilecki", " S. Kraus", " J-B Le Bouquin", " N. Anugu", " T. ten Brummelaar", " S. Chhabra", " I. Codron", " C. L. Davies", " J. Ennis", " T. Gardner", " M. Gutierrez", " N. Ibrahim", " C. Lanthermann", " D. Mortimer", " B. R. Setterholm"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          Cepheid masses are particularly necessary to help solving the mass discrepancy, while independent distance determinations provide crucial test of the period-luminosity relation and Gaia parallaxes. We used CHARA/MIRC to measure the astrometric positions of the high-contrast companion orbiting the Cepheid SU Cygni. We also present new radial velocity measurements from the HST. The combination of interferometric astrometry with optical and ultraviolet spectroscopy provides the full orbital elements of the system, in addition to component masses and the distance to the Cepheid system. We measured the mass of the Cepheid, $M_A = 4.859\\pm0.058M_\\odot$, and its two companions, $M_{Ba} = 3.595 \\pm 0.033 M_\\odot$ and $M_{Bb} = 1.546 \\pm 0.009 M_\\odot$. This is the most accurate existing measurement of the mass of a Galactic Cepheid (1.2%). Comparing with stellar evolution models, we show that the mass predicted is higher than the measured mass of the Cepheid, similar to conclusions of our previous work. We also measured the distance to the system to be $926.3 \\pm 5.0$pc, i.e. an unprecedented parallax precision of $6\\mu$as (0.5%), being the most precise and accurate distance for a Cepheid. Such precision is similar to what is expected by Gaia for the last data release (DR5 in $\\sim$ 2030) for single stars fainter than G = 13, but is not guaranteed for stars as bright as SU Cyg. We demonstrated that evolutionary models remain inadequate in accurately reproducing the measured mass, often predicting higher masses for the expected metallicity, even when factors such as rotation or convective core overshooting are taken into account. Our precise distance measurement allowed us to compare prediction period-luminosity relations. We found a disagreement of 0.2-0.5 mag with relations calibrated from photometry, while relations calibrated from direct distance measurement are in better agreement.\n        "}, {"ID": "2411.07281", "title": "Title:\n          The Milky Way accretion history compared to cosmological simulations -- from bulge to dwarf galaxy infall\n        ", "authors": ["F. Hammer (1)", " Y. J. Jiao (1)", " G. A. Mamon (2)", " Y. B. Yang (1)", " I. Akib (1)", " P. Amram (3)", " H. F. Wang (4)", " J. L. Wang (1)", " L. Chemin (5) ((1) GEPI", " Observatoire de Paris", " PSL University", " CNRS", " (2) Institut d'Astrophysique de Paris CNRS \\&amp; Sorbonne Université", " (3) Aix-Marseille Univ.", " CNRS", " CNES", " LAM", " (4) Dipartimento di Fisica e Astronomia Galileo Galilei", " Universita di Padova", " (5) Instituto de Astrofisica", " Facultad de Ciencias Exactas", " Universidad Andres Bello", " Chile)"], "subject": "Astrophysics of Galaxies (astro-ph.GA)", "abstract": "\n          Galactic halos are known to grow hierarchically, inside out. This implies a correlation between the infall lookback time of satellites and their binding energy. Cosmological simulations predict a linear relation between the infall lookback time and the logarithm of the binding energy, with a small scatter. Gaia measurements of the bulk proper motions of globular clusters and dwarf satellites of the Milky Way are sufficiently accurate to establish the kinetic energies of these systems. Assuming the gravitational potential of the Milky Way, we can deduce the binding energies of the dwarf satellites and those of the galaxies that were previously accreted by the Milky Way. This can be compared to cosmological simulations for the first time. The relation of the infall lookback time versus binding energy we found in a cosmological simulation matches that for the early accretion events when the simulated total Milky Way mass within 21 kpc was rescaled to 2 $10^{11}$ solar masses. This agrees well with previous estimates from globular cluster kinematics and from the rotation curve. However, the vast majority of the dwarf galaxies are clear outliers to this rescaled relation, unless they are very recent infallers. In other words, the very low binding energies of most dwarf galaxies compared to Sgr and previous accreted galaxies suggests that most of them were accreted much later than 8 or even 5 Gyr ago. We also found that the subhalo systems in some cosmological simulations are too dynamically hot when they are compared to identified Milky Way substructures. This leads to an overestimated impact of satellites on the Galaxy rotation curve.\n        "}, {"ID": "2411.08170", "title": "Title:\n          Simulation of Solar Wind Charged Particle Energy Deposited and Particle Identification by $\\Delta$E-E Discrimination in the SNAPPY Cubesat Detector\n        ", "authors": ["Daniel Reichart", " Nickolas Solomey"], "subject": "Solar and Stellar Astrophysics (astro-ph.SR)", "abstract": "\n          The Solar Neutrino and Astro-Particle PhYsics (SNAPPY) Cubesat is expected to launch in 2025 and it will carry into a polar orbit a prototype test detector for solar neutrino background studies while over the Earth's poles for the neutrino Solar Orbiting Laboratory future project ($\\nu$SOL). During this flight it is possible to do other science measurements. One of these is an improved study of the solar wind particles through better particle identification and energy measurements. This study aimed to understand how well could the solar wind particles be identified using the planned detector but instead of using the veto array as an anti-coincidence it would be used as a $\\Delta$E energy sampling of a phoswich particle ID system.\n        "}, {"ID": "2311.17174", "title": "Title:\n          EMRI_MC: A GPU-based Python code for Bayesian inference of EMRI waveforms\n        ", "authors": ["Ippocratis D. Saltas", " Roberto Oliveri"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          We describe a simple and efficient Python code to perform Bayesian forecasting for gravitational waves (GW) produced by Extreme-Mass-Ratio-Inspiral systems (EMRIs). The code runs on GPUs for an efficient parallelised computation of thousands of waveforms and sampling of the posterior through a Markov-Chain-Monte-Carlo (MCMC) algorithm. EMRI_MC generates EMRI waveforms based on the so--called kludge scheme, and propagates it to the observer accounting for cosmological effects in the observed waveform due to modified gravity/dark energy. The code provides a helpful resource for forecasts for interferometry missions in the milli-Hz scale, e.g the satellite-mission LISA.\n        "}, {"ID": "2312.05267", "title": "Title:\n          Quantum complexity and the Hubble tension: a quantum gravity portrayal for the large scale structure of the cosmos\n        ", "authors": ["Carlos Silva"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          In this paper, we show that a possible relationship between the Hubble-Lemaître constant $H_{0}$ and the universe's quantum complexity can be established in the context of a new proposal for quantum gravity, according to which spacetime must emerge from quantum correlations without correlata. Such a bridge between $H_{0}$ and the universe's complexity can represent an important step to understanding the Hubble tension by introducing a quantum gravity perspective for cosmological observations: regarding the degree of quantum complexity we measure around us.\n        "}, {"ID": "2402.04298", "title": "Title:\n          Multi-View Symbolic Regression\n        ", "authors": ["Etienne Russeil", " Fabrício Olivetti de França", " Konstantin Malanchev", " Bogdan Burlacu", " Emille E. O. Ishida", " Marion Leroux", " Clément Michelin", " Guillaume Moinard", " Emmanuel Gangler"], "subject": "Machine Learning (cs.LG)", "abstract": "\n          Symbolic regression (SR) searches for analytical expressions representing the relationship between a set of explanatory and response variables. Current SR methods assume a single dataset extracted from a single experiment. Nevertheless, frequently, the researcher is confronted with multiple sets of results obtained from experiments conducted with different setups. Traditional SR methods may fail to find the underlying expression since the parameters of each experiment can be different. In this work we present Multi-View Symbolic Regression (MvSR), which takes into account multiple datasets simultaneously, mimicking experimental environments, and outputs a general parametric solution. This approach fits the evaluated expression to each independent dataset and returns a parametric family of functions f(x; theta) simultaneously capable of accurately fitting all datasets. We demonstrate the effectiveness of MvSR using data generated from known expressions, as well as real-world data from astronomy, chemistry and economy, for which an a priori analytical expression is not available. Results show that MvSR obtains the correct expression more frequently and is robust to hyperparameters change. In real-world data, it is able to grasp the group behavior, recovering known expressions from the literature as well as promising alternatives, thus enabling the use of SR to a large range of experimental scenarios.\n        "}, {"ID": "2403.02401", "title": "Title:\n          Cogenesis of baryon and dark matter with PBH and QCD axion\n        ", "authors": ["Debasish Borah", " Nayan Das", " Suruj Jyoti Das", " Rome Samanta"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          With entropy injection, an early matter-dominated epoch (EMD) impels the axion decay constant $f_a$ towards larger values to produce correct axion dark matter (DM) abundance, thereby unfolding the low-mass axion ($m_a\\lesssim 10^{-5}$ eV) parameter space to be searched for in axion experiments. We implement this proposition in a scenario where $f_a$ and the leptogenesis scale in a seesaw mechanism are equivalent. We show, that if instead, the EMD is provided by evaporating ultralight primordial black holes (PBH), the scenario becomes strikingly testable with gravitational waves (GW) background alongside the axion searches. In particular, while being consistent with correct axion DM abundance, the scale $f_a\\gtrsim 10^{12}$ GeV, corresponding to the unflavored regime of leptogenesis with hierarchical right-handed neutrinos, can be probed with GW and axion experiments, which is otherwise not testable at neutrino or collider experiments. Additionally, axions produced from PBH evaporation can give rise to dark radiation within reach of future cosmic microwave background experiments.\n        "}, {"ID": "2405.03157", "title": "Title:\n          Primordial power spectrum at N3LO in effective theories of inflation\n        ", "authors": ["Eugenio Bianchi", " Mauricio Gamonal"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          We develop a systematic framework to compute the primordial power spectrum up to next-to-next-to-next to leading order (N3LO) in the Hubble-flow parameters for a large class of effective theories of inflation. We assume that the quadratic action for perturbations is characterized by two functions of time, the kinetic amplitude and the speed of sound, that are independent of the Fourier mode $k$. Using the Green's function method introduced by Stewart and Gong and extended by Auclair and Ringeval, we determine the primordial power spectrum fully expanded around a pivot scale up to N3LO, starting from a given generic action for perturbations. As a check, we reproduce the state-of-the-art results for scalar and the tensor power spectra of the simplest \"vanilla\" models of single-field inflation. The framework applies to Weinberg's effective field theory of inflation (with the condition of no parity violation) and to the effective theory of spontaneous de Sitter-symmetry breaking. As a concrete application, we provide the expression for the N3LO power spectrum of $R+R^2$ Starobinsky inflation in metric variables. All expressions are provided in terms of an expansion in one single parameter, the number of inflationary e-foldings $N_\\ast$. Surprisingly, we find that, compared to previous leading-order calculations, for $N_\\ast = 55$ the N3LO correction results in a $7\\%$ decrease of the predicted tensor-to-scalar ratio, in addition to a deviation from the consistency relation and a prediction of a negative running $\\alpha_\\mathrm{s}=-\\frac{1}{2}(n_\\mathrm{s}-1)^2+\\ldots$ of the scalar tilt. These results provide precise theoretical predictions for the next generation of CMB observations.\n        "}, {"ID": "2407.03508", "title": "Title:\n          Early Dark Energy During Big Bang Nucleosynthesis\n        ", "authors": ["David McKeen", " Afif Omar"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We study the impact of an early dark energy component (EDE) present during big bang nucleosynthesis (BBN) on the elemental abundances of deuterium D/H, and helium $Y_p$, as well as the effective relativistic degrees of freedom $N_{\\rm eff}$. We consider a simple model of EDE that is constant up to a critical time. After this critical time, the EDE transitions into either a radiation component that interacts with the electromagnetic plasma, a dark radiation component that is uncoupled from the plasma, or kination that is also uncoupled. We use measured values of the abundances and $N_{\\rm eff}$ as determined by CMB observations to establish limits on the input parameters of this EDE model. In addition, we explore how those parameters are correlated with BBN inputs; the baryon to photon ratio $\\eta_b$, neutron lifetime $\\tau_n$, and number of neutrinos $N_\\nu$. Finally, we study whether this setup can alleviate the tension introduced by recent measurements of the primordial helium abundance.\n        "}, {"ID": "2407.12104", "title": "Title:\n          Freezing-in Cannibal Dark Sectors\n        ", "authors": ["Esau Cervantes", " Andrzej Hryczuk"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          Self-Interacting Dark Matter models can successfully explain dark matter (DM) production through interactions confined within the dark sector. However, they often lack measurable experimental signals due to their secluded nature. Including a feeble interaction with the visible sector through a Higgs portal leads not only to potential detection avenues and richer thermal production dynamics, but also to a possible explanation of the initial dark sector population through the freeze-in mechanism. In this work we study, by solving the full system of coupled Boltzmann equations for the number densities and temperatures of all the involved states, three scenarios of this type where the DM is: a real scalar with broken $\\mathbb{Z}_2$, a complex scalar with unbroken $\\mathbb{Z}_3$, and a $\\mathbb{Z}_3$ scalar with an additional scalar mediator. All of these models have viable dark matter candidates in a cannibal phase while having different detection profiles. We show that cosmological bounds can be either exacerbated or evaded by changing the dark sector interactions, leading to potential signatures in long-lived particle and indirect detection experiments.\n        "}, {"ID": "2407.16202", "title": "Title:\n          Revisiting the Minimal Nelson-Barr Model\n        ", "authors": ["Kai Murai", " Kazunori Nakayama"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We revisit the minimal Nelson-Barr model for solving the strong CP problem through the idea of spontaneous CP breaking. The minimal model suffers from the quality problem, which means that the strong CP angle is generated by higher-dimensional operators and one-loop effects. Consequently, it has been considered that there is a cosmological domain wall problem and that leptogenesis does not work. We point out that just imposing an additional approximate global symmetry solves the quality problem. We also propose a simple solution to the domain wall problem and show that the thermal leptogenesis scenario works.\n        "}, {"ID": "2407.17525", "title": "Title:\n          Crescendo Beyond the Horizon: More Gravitational Waves from Domain Walls Bounded by Inflated Cosmic Strings\n        ", "authors": ["Yunjia Bao", " Keisuke Harigaya", " Lian-Tao Wang"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          Gravitational-wave (GW) signals offer a unique window into the dynamics of the early universe. GWs may be generated by the topological defects produced in the early universe, which contain information on the symmetry of UV physics. We consider the case in which a two-step phase transition produces a network of domain walls bounded by cosmic strings. Specifically, we focus on the case in which there is a hierarchy in the symmetry-breaking scales, and a period of inflation pushes the cosmic string generated in the first phase transition outside the horizon before the second phase transition. We show that the GW signal from the evolution and collapse of this string-wall network has a unique spectrum, and the resulting signal strength can be sizeable. In particular, depending on the model parameters, the resulting signal can show up in a broad range of frequencies and can be discovered by a multitude of future probes, including the pulsar timing arrays and space- and ground-based GW observatories. As an example that naturally gives rise to this scenario, we present a model with the first phase transition followed by a brief period of thermal inflation driven by the field responsible for the second stage of symmetry breaking. The model can be embedded into a supersymmetric setup, which provides a natural realization of this scenario. In this case, the successful detection of the peak of the GW spectrum probes the soft supersymmetry breaking scale and the wall tension.\n        "}, {"ID": "2407.21262", "title": "Title:\n          Captured molecules could make a Bose star visible\n        ", "authors": ["V. V. Flambaum", " I. B. Samsonov"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          A Bose star passing through cold molecular clouds may capture atoms, molecules and dust particles. The observational signature of such an event would be a relatively small amount of matter that is gravitationally bound. This binding may actually be provided by invisible dark matter forming the Bose star. We may expect a relative excess of heavier atoms, molecules, and solid dust compared to the content of giant cold molecular clouds since the velocity of heavy particles at a given temperature is lower and it may be small compared to the escape velocity, $v_\\mathrm{rms} = \\sqrt{3k_\\mathrm{B} T/m_\\mathrm{gas}} \\ll v_\\mathrm{esc}=\\sqrt{2GM/R}$. Finally, the velocity of this captured matter cloud may correlate with the expected velocity of free dark matter particles (e.g. expected axion wind velocity relative to Earth).\n        "}, {"ID": "2408.03649", "title": "Title:\n          Probing radiative electroweak symmetry breaking with colliders and gravitational waves\n        ", "authors": ["Wei Liu", " Ke-Pan Xie"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          Radiative symmetry breaking provides an appealing explanation for electroweak symmetry breaking and addresses the hierarchy problem. We present a comprehensive phenomenological study of this scenario, focusing on its key feature: the logarithmic-shaped potential. This potential gives rise to a relatively light scalar boson that mixes with the Higgs boson and leads to first-order phase transitions (FOPTs) in the early Universe. Our detailed analysis includes providing exact and analytical solutions for the vacuum structure and scalar interactions, classifying four patterns of cosmic thermal history, and calculating the supercooled FOPT dynamics and GWs. By combining future collider and gravitational wave experiments, we can probe the conformal symmetry breaking scales up to $10^5-10^8$ GeV.\n        "}, {"ID": "2409.02179", "title": "Title:\n          Enhanced Dark Matter Abundance in First-Order Phase Transitions\n        ", "authors": ["Rouzbeh Allahverdi", " Cash Hauptmann", " Peisi Huang"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We propose a novel scenario to obtain the correct relic abundance for thermally under-produced dark matter. This scenario utilizes a strongly first-order phase transition at temperature $T_{\\rm PT}$ that gives rise to dark matter mass $m$. Freeze-out in the broken phase can yield the desired abundance in the entire region currently allowed by observational bounds and theoretical constraints for $10^2 T_{\\rm PT} \\lesssim m \\lesssim 10^4 T_{\\rm PT}$. We show that the accompanying gravitational waves are strong enough to be detected by many upcoming and proposed experiments. This, in tandem with dark matter indirect searches, provides a multi-messenger probe of such models. Positive signals in the future can help reconstruct the potential governing the phase transition and shed light on an underlying particle physics realization.\n        "}, {"ID": "2409.16095", "title": "Title:\n          Low-scale Mirror Standard Model Dark Matter and its Detection via Gravitational Waves and the Guitar Nebula\n        ", "authors": ["V.K Oikonomou"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          What if the dark matter Sector is truly dark, self-interacting and unreachable by terrestrial experiments? How could we find hints of such dark sector if it is experimentally unreachable by any terrestrial experiment? We study a low-scale mirror Standard Model which can act as a model for dark matter, which interacts only gravitationally with the Standard Model particles. The mirror Standard Model sector particles are stable particles can comprise a measurable part of the dark matter of the Universe. These mirror Standard Model particles acquire mass through a low-temperature dark first order phase transition. We examine in detail this dark phase transition and we indicate how stochastic gravitational waves can be generated through this transition. For the model we use, the produced energy spectrum of the gravitational waves can be detected by the Square Kilometer Array. Moreover, we propose a possible way to detect effects of the particle nature of dark matter, using observational data coming from the guitar nebula, which can work if dark matter is collisional, so interacting dark matter. Without specifying a model for interacting dark matter, thus choosing an agnostic approach for interacting dark matter, we assume that the guitar nebula bow shock is generated by the interaction of the high speed neutron star that passes through the interstellar medium, which is assumed to be comprised by interacting dark matter and hydrogen. Our main proposal is that the opening angle of the bow shock can be directly related to the speed of sound of the dark matter particles, and a large angle of the bow shock could be a strong indicator that the interstellar medium is comprised by collisional dark matter and hydrogen gas. This is motivated by the Bosma effect.\n        "}, {"ID": "2411.04435", "title": "Title:\n          Extending the Dark Matter Reach of Water Cherenkov Detectors using Jupiter\n        ", "authors": ["Sandra Robles", " Stephan A. Meighen-Berger"], "subject": "High Energy Physics - Phenomenology (hep-ph)", "abstract": "\n          We propose the first method for water Cherenkov detectors to constrain GeV-scale dark matter (DM) below the solar evaporation mass. While previous efforts have highlighted the Sun and Earth as DM capture targets, we demonstrate that Jupiter is a viable target. Jupiter's unique characteristics, such as its lower core temperature and significant gravitational potential, allow it to capture and retain light DM more effectively than the Sun, particularly in the mass range below 4 GeV where direct detection sensitivity diminishes. Our calculations provide the first sensitivities to GeV-scale annihilating DM within Jupiter using neutrino detectors, showing that these surpass current solar limits and direct detection results.\n        "}, {"ID": "2411.09147", "title": "Title:\n          Post-Newtonian templates for phase evolution of spherical extreme mass ratio inspirals\n        ", "authors": ["Norichika Sago", " Ryuichi Fujita", " Hiroyuki Nakano"], "subject": "General Relativity and Quantum Cosmology (gr-qc)", "abstract": "\n          We present various post-Newtonian (PN) models for the phase evolution of compact objects moving along quasi-spherical orbits in Kerr spacetime derived by using the 12PN analytic formulas of the energy, angular momentum and their averaged rates of change calculated in the framework of the black hole perturbation theory. To examine the convergence of time-domain PN models (TaylorT families), we evaluate the dephasing between approximants with different PN orders. We found that the TaylorT1 model shows the best performance and the performance of the TaylorT2 is the next best. To evaluate the convergence of frequency-domain PN models (TaylorF families), we evaluate the mismatch between approximants with different orders. We found that the performance of the TaylorF2 model is comparable with the TaylorT2 model. Although the TaylorT2 and TaylorF2 models are not so accurate as the TaylorT1, the fully analytical expressions give us easy-to-handle templates and are useful to discuss effects beyond general relativity.\n        "}]